Repository: amishakov/buddyboss-platform
Catalog: src/languages/buddyboss-*.po
Languages: ru_ru

source: Marked Quizzes
ru_ru: Помеченные тесты

source: Unmarked Quizzes
ru_ru: Не помеченные тесты

source: Quiz
ru_ru: Тест

source: Attempts
ru_ru: Попытки

source: Completed Topics
ru_ru: Завершенные темы

source: Incomplete Topics
ru_ru: Незавершенные темы

source: Topic
ru_ru: Тема

source: My %s
ru_ru: Мои %s

source: My Certificates
ru_ru: Мои сертификаты

source: Certificates
ru_ru: Сертификаты

source: RESUME
ru_ru: ПРОДОЛЖИТЬ

source: Associated Social Group
ru_ru: Связанная социальная группа

source: Course ID
ru_ru: ID курса

source: User ID
ru_ru: ID пользователя

source: Start Date
ru_ru: Дата начала

source: Updated Date
ru_ru: Дата обновления

source: Time Spent
ru_ru: Время потрачено

source: min
ru_ru: минута

source: hr
ru_ru: час

source: Associated Group:
ru_ru: Связанная группа:

source: BuddyBoss Platform has integration settings for %s. If using LearnDash we add the ability to sync LearnDash groups with social groups, to connect LearnDash courses to social groups, and more. If using our BuddyBoss Theme we also include styling for LearnDash.
ru_ru: BuddyBoss Platform имеет настройки интеграции для %s. При использовании LearnDash мы добавляем возможность синхронизации групп LearnDash с социальными группами, подключения курсов LearnDash к социальным группам и многое другое. При использовании темы BuddyBoss мы также включаем оформление для LearnDash.

source: View Tutorials
ru_ru: Посмотреть руководства

source: edit group
ru_ru: изменить группу

source: Group Courses Settings
ru_ru: Настройки курсов группы

source: Create and associate to a LearnDash group, allowing courses and reports to be managed within the group.
ru_ru: Создать и связать с группой LearnDash, позволяя управлять курсами и отчетами внутри группы.

source: Yes. I want this group to sync with a LearnDash group.
ru_ru: Да. Я хочу, чтобы эта группа синхронизировалась с группой LearnDash.

source: You've earned a certificate!
ru_ru: Вы получили сертификат!

source: Download Certificate
ru_ru: Скачать сертификат

source: Expand All
ru_ru: Развернуть все

source: Collapse All
ru_ru: Свернуть все

source: %s Lessons
ru_ru: %s Уроков

source: %s Lesson
ru_ru: %s Урок

source: 0 Lessons
ru_ru: 0 Уроков

source: Group courses menu
ru_ru: Меню курсов группы

source: student
ru_ru: учащийся

source: <b>%d</b> average points
ru_ru: <b>%d</b> средних баллов

source: Export CSV
ru_ru: Экспорт CSV

source: Group reports menu
ru_ru: Меню групповых отчетов

source: Teacher
ru_ru: Преподаватель

source: Student
ru_ru: Учащийся

source: step
ru_ru: шаг

source: point
ru_ru: балл

source: Message
ru_ru: Сообщение

source: Sender
ru_ru: Отправитель

source: Date Invited
ru_ru: Дата приглашения

source: Registered
ru_ru: Зарегистрирован

source: Are you sure you want to revoke this invitation?
ru_ru: Вы уверены, что хотите отозвать это приглашение?

source: Send Invite
ru_ru: Отправить пришлашение

source: Sent Invites
ru_ru: Отправленные приглашения

source: Edit Sent Invite
ru_ru: Изменить отправленное приглашение

source: New Sent Invite
ru_ru: Новое отправленное приглашение

source: No Sent Invites found
ru_ru: Отправленные приглашения не найдены

source: No Sent Invites found in trash
ru_ru: Отправленные приглашения не найдены в корзине

source: Search Sent Invites
ru_ru: Искать отправленные приглашения

source: Sent Invite
ru_ru: Отправить приглашение

source: BuddyBoss Invites
ru_ru: Приглашения BuddyBoss

source: deactivate
ru_ru: деактивировать

source: BuddyBoss Platform is disabled.
ru_ru: Платформа BuddyBoss отключена

source: Import Media
ru_ru: Импорт медиа

source: Your database is being updated in the background.
ru_ru: Ваша база данных обновляется в фоновом режиме.

source: Migration in progress
ru_ru: Миграция в прогрессе

source: out of
ru_ru: из

source: Please login in order to upload file media.
ru_ru: Пожалуйста, войдите в систему, чтобы загрузить файл медиа.

source: The uploaded file exceeds
ru_ru: Загруженный файл превышает

source: Photo Uploading
ru_ru: Загрузка фото

source: Emoji
ru_ru: Смайлик

source: Profile Albums
ru_ru: Альбомы профиля

source: Group Albums
ru_ru: Альбомы группы

source: Allow members to upload photos in <strong>profiles</strong>
ru_ru: Разрешить участникам загружать фото в профилях

source: Enable Albums
ru_ru: Включить альбомы

source: Allow members to upload photos in <strong>groups</strong>
ru_ru: Разрешить участникам загружать фото в группах

source: Allow members to upload photos in <strong>private messages</strong>
ru_ru: Разрешить участникам загружать фотографии в <strong>личных сообщениях</strong>

source: Allow members to upload photos in <strong>forum discussions</strong>
ru_ru: Разрешить участникам загружать фото в обсуждениях форума

source: Allow members to use emoji in <strong>profile activity posts</strong>
ru_ru: Разрешить участникам использовать смайлики в <strong>записях активности профиля</strong>

source: Allow members to use emoji in <strong>group activity posts</strong>
ru_ru: Разрешить участникам использовать смайлики в <strong>записях активности группы</strong>

source: Allow members to use emoji in <strong>private messages</strong>
ru_ru: Разрешить участникам использовать смайлики в личных сообщениях

source: Allow members to use emoji in <strong>forum discussions</strong>
ru_ru: Разрешить пользовать использовать смайлики в обсуждениях форума

source: Search Photos&hellip;
ru_ru: Поиск фотографий&hellip;

source: Photos %s
ru_ru: Фотографии %s

source: My Photos
ru_ru: Мои фотографии

source: My Albums
ru_ru: Мои альбомы

source: Everyone
ru_ru: Каждый

source: Logged In Users
ru_ru: Авторизированные пользователи

source: Only Me
ru_ru: Только я

source: You do not have access to that album.
ru_ru: У вас нет доступа к этому альбому.

source: New member registered
ru_ru: Новый зарегистрированный участник

source: New Members
ru_ru: Новые участники

source: %s became a registered member
ru_ru: %s стал зарегистрированным участником

source: Edit Member
ru_ru: Изменить

source: Edit Profile
ru_ru: Изменить

source: Edit Profile Photo
ru_ru: Изменить фото профиля

source: Edit Cover Photo
ru_ru: Изменить обложку

source: Delete Account
ru_ru: Удалить аккаунт

source: Email Address
ru_ru: Email адрес

source: Deleted User
ru_ru: Удаленный пользователь

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
ru_ru: <strong>ОШИБКА</strong>: Ваш аккаунт был помечен как спамер.

source: Sorry, that email address is not allowed!
ru_ru: Извините, этот адрес электронной почты не разрешен!

source: Please enter a username
ru_ru: Пожалуйста, введите имя пользователя

source: That username is not allowed
ru_ru: Это имя пользователя не разрешено!

source: The user is already active.
ru_ru: Пользователь уже активен.

source: The site is already active.
ru_ru: Сайт уже активен.

source: Could not create user
ru_ru: Не удалось создать пользователя

source: New Profile Type
ru_ru: Новый тип профиля

source: Edit Profile Type
ru_ru: Изменить тип профиля

source: Users
ru_ru: Пользователи

source: Search Profile Types
ru_ru: Поиск типов профиля

source: Members Filter
ru_ru: Фильтр участников

source: Copied
ru_ru: Скопирован

source: their
ru_ru: свое

source: Viewing 1 member with connections
ru_ru: Просмотр 1 участника в контактах

source: Viewing 1 online member
ru_ru: Просмотр 1 онлайн участника

source: Your Profile Photo
ru_ru: Фото вашего профиля

source: Back to Admin
ru_ru: Вернуться к администратору

source: View As
ru_ru: Посмотреть как

source: Member Switching
ru_ru: Переключение пользователей

source: Could not switch users.
ru_ru: Не удалось переключить пользователей.

source: Switch back to %1$s (%2$s)
ru_ru: Переключиться обратно на %1$s (%2$s)

source: Switched back to %1$s (%2$s).
ru_ru: Переключился обратно на %1$s (%2$s).

source: Switch back to Admin
ru_ru: Переключился обратно на администратора

source: (BB) Members
ru_ru: (BB) Участники

source: A dynamic list of recently active, popular, and newest members
ru_ru: Динамический список недавно активных, популярных и новых участников

source: Default members to show:
ru_ru: Участники по умолчанию для показа:

source: (BB) Recently Active Members
ru_ru: (ВВ) Недавно активные участники

source: Profile photos of recently active members
ru_ru: Фотографии профиля недавно активных участников

source: There are no recently active members
ru_ru: Нет активных в последнее время участников

source: Recently Active Members
ru_ru: Недавно активные участники

source: (BB) Who's Online
ru_ru: (BB) Кто онлайн

source: Profile photos of online users
ru_ru: Фотографии профиля пользователей онлайн

source: Online
ru_ru: Онлайн

source: There are no users currently online
ru_ru: В настоящее время нет пользователей онлайн

source: Sorry, no members were found.
ru_ru: Извините, участники не найдены.

source: Who's Online
ru_ru: Кто онлайн

source: Profile updated.
ru_ru: Профиль обновлен.

source: User could not be removed as spammer.
ru_ru: Пользователь не может быть удален как спамер.

source: User could not be marked as spammer.
ru_ru: Пользователь не может быть помечен как спамер.

source: Your changes have not been saved. Please fill in all required fields, and save your changes again.
ru_ru: Изменения не были сохранены. Пожалуйста, заполните все необходимые поля и сохраните изменения еще раз.

source: Extended Profile
ru_ru: Расширенный профиль

source: Edit User
ru_ru: Изменить пользователя

source: &larr; Back to Users
ru_ru: &larr; Вернуться к участникам

source: Add Existing
ru_ru: Добавить существующий

source: User account has not yet been activated
ru_ru: Аккаунт пользователя еще не активирован

source: Spammer
ru_ru: Спамер

source: Registered on: %s
ru_ru: Зарегистрирован: %s

source: Update Profile
ru_ru: Обновить профиль

source: %s has been marked as a spammer. All BuddyPress data associated with the user has been removed
ru_ru: %s был отмечен как спамер. Все данные BuddyPress, связанные с пользователем, были удалены.

source: Last active: %1$s
ru_ru: Последнее посещение: %1$s

source: Select profile type
ru_ru: Выберите тип профиля

source: Extended
ru_ru: Расширенный

source: Pending Accounts
ru_ru: Аккаунты на подтверждении

source: Using the search form, you can find pending accounts more easily. The Username and Email fields will be included in the search.
ru_ru: Используя форму поиска, вы сможете легче находить отложенные счета. Поля с именем пользователя и адресом электронной почты будут включены в поиск.

source: "Email" takes you to the confirmation screen before being able to send the activation link to the desired pending account. You can only send the activation email once per day.
ru_ru: " Email" откроет экран подтверждения, прежде чем вы сможете отправить ссылку активации на указанный вами аккаунт. Активацию можно отправлять по электронной почте только один раз в день.

source: "Delete" allows you to delete a pending account from your site. You will be asked to confirm this deletion.
ru_ru: "Удалить" позволяет удалить отложенную учетную запись с вашего сайта. Вам будет предложено подтвердить это удаление.

source: Filter users list
ru_ru: Фильтр списка пользователей

source: %s activation email successfully sent!
ru_ru: %s письмо с активацией успешно отправлено!

source: %s activation email was not sent.
ru_ru: %s письмо активации не было отправлено.

source: %s account successfully activated!
ru_ru: %s аккаунт успешно активирован!

source: %s account was not activated.
ru_ru: %s аккаунт не был активирован

source: Delete Pending Accounts
ru_ru: Удалить неподтвержденные аккаунты

source: Activate Pending Accounts
ru_ru: Активировать неподтвержденные аккаунты

source: Display Name
ru_ru: Отображаемое имя

source: Last notified: %s
ru_ru: Последнее уведомление: %s

source: (less than 24 hours ago)
ru_ru: (менее 24 часов назад)

source: Confirm
ru_ru: Подтвердить

source: Change profile type to&hellip;
ru_ru: Изменить тип профиля на&hellip;

source: No Profile Type
ru_ru: Нет типа профиля

source: Profile type was changed successfully.
ru_ru: Тип профиля был успешно изменен.

source: Search Members&hellip;
ru_ru: Поиск участников&hellip;

source: You
ru_ru: Вы

source: Last Sent
ru_ru: Последняя отправка

source: Emails Sent
ru_ru: Отправленные письма

source: Edit settings
ru_ru: Изменить настройки

source: Select user: %s
ru_ru: Выбрать пользователя: %s

source: We're almost there!
ru_ru: Мы почти у цели!

source: Account Activated
ru_ru: Аккаунт активирован

source: Your account is now active!
ru_ru: Ваш аккаунт сейчас активный!

source: Messages deleted.
ru_ru: Сообщения удалены

source: %s message was successfully starred
ru_ru: %s сообщение было успешно помечено

source: Messages marked as read
ru_ru: Сообщения, помеченные как прочитанные

source: Messages marked as unread.
ru_ru: Сообщения помечены как непрочитанные.

source: Your message was not sent. Please enter a subject line.
ru_ru: Ваше сообщение не было отправлено. Пожалуйста, укажите тему.

source: Your message was not sent. Please enter some content.
ru_ru: Ваше сообщение не было отправлено. Пожалуйста, введите некоторое содержимое.

source: Notice successfully created.
ru_ru: Уведомление успешно создано.

source: Notice was not created. Please try again.
ru_ru: Уведомление не было создано. Пожалуйста, попробуйте еще раз.

source: Message successfully sent.
ru_ru: Сообщение успешно отправлено.

source: Message deleted.
ru_ru: Сообщение удалено.

source: Notice deactivated successfully.
ru_ru: Уведомление успешно деактивировано.

source: Notice activated successfully.
ru_ru: Уведомление успешно активировано.

source: Notice deleted successfully.
ru_ru: Уведомление успешно удалено.

source: Message marked as read.
ru_ru: Сообщение помечено как прочитанное.

source: Message marked unread.
ru_ru: Сообщение помечено как непрочитанное.

source: Your reply was sent successfully
ru_ru: Ваш ответ был успешно отправлен

source: Your message was not sent. Please use a valid sender.
ru_ru: Ваше сообщение не было отправлено. Пожалуйста, используйте действительного отправителя.

source: Message could not be sent. Please enter a recipient.
ru_ru: Сообщение не может быть отправлено. Пожалуйста, введите получателя.

source: Message could not be sent because you have entered an invalid username. Please try again.
ru_ru: Сообщение не может быть отправлено, так как вы ввели неверное имя пользователя. Пожалуйста, попробуйте еще раз.

source: You need to be connected with this member in order to send a message.
ru_ru: Вам необходимо добавить в контакты этого участника, чтобы отправить сообщение.

source: You need to be connected with this member to continue this conversation.
ru_ru: Вы должны быть в контактах с этим участником, чтобы продолжить этот разговор.

source: Message was not sent. Please try again.
ru_ru: Сообщение не было отправлено. Пожалуйста, попробуйте еще раз.

source: You have %d new messages
ru_ru: У вас %d новых сообщений

source: %s sent you a new private message
ru_ru: %s отправил вам новое личное сообщение

source: You have %s new private message
ru_ru: У вас есть %s новое личное сообщение

source: A member sends you a new message
ru_ru: Участник отправил вам новое сообщение

source: Unstar
ru_ru: Убрать звезду

source: Star
ru_ru: Звезда

source: Add star
ru_ru: Добавить звезду

source: Remove star
ru_ru: Убрать звезду

source: %d unread
ru_ru: %d не прочитано

source: Viewing 1 message
ru_ru: Просмотр 1 сообщения

source: Search Messages
ru_ru: Поиск сообщений

source: Select:
ru_ru: Выбрать:

source: Select
ru_ru: Выбрать

source: Unread
ru_ru: Непрочитанные

source: Mark as Unread
ru_ru: Пометить непрочитанным

source: Delete Selected
ru_ru: Удалить выбранные

source: Select Bulk Action
ru_ru: Выбрать массовое действие

source: Mark read
ru_ru: Отметить как прочитано

source: Mark unread
ru_ru: Отметить как непрочитанное

source: Apply
ru_ru: Применить

source: Dismiss this notice
ru_ru: Закрыть это уведомление

source: %s recipients
ru_ru: %s получателей

source: you
ru_ru: вы

source: [deleted]
ru_ru: [удалено]

source: Search Messages&hellip;
ru_ru: Поиск сообщений...

source: Messages %s
ru_ru: Сообщений %s

source: New Message
ru_ru: Новое сообщение

source: Notices
ru_ru: Уведомления

source: Site Notices
ru_ru: Уведомления сайта

source: My Messages
ru_ru: Мои сообщения

source: Add New Notice
ru_ru: Добавить новое уведомление

source: Subject
ru_ru: Тема

source: Publish Notice
ru_ru: Опубликовать уведомление

source: Notice was not updated. Please try again.
ru_ru: Уведомление не обновлено. Пожалуйста, попробуйте еще раз.

source: Notice successfully updated.
ru_ru: Уведомление успешно обновлено.

source: Notices List
ru_ru: Список уведомлений

source: Activate Notice
ru_ru: Активировать уведомление

source: Delete Notice
ru_ru: Удалить уведомление

source: Deactivate Notice
ru_ru: Деактивировать уведомление

source: (BB) Sitewide Notices
ru_ru: (ВВ) Уведомления по всему сайту

source: %s Recipients
ru_ru: %s Получателей

source: You do not have access to that conversation.
ru_ru: У вас нет доступа к этому разговору.

source: Notifications deleted.
ru_ru: Уведомления удалены.

source: Notifications marked as read
ru_ru: Уведомления помечены как прочитанные

source: Notifications marked as unread.
ru_ru: Уведомления помечены как непрочитанные.

source: Notification successfully deleted.
ru_ru: Уведомление успешно удалено.

source: No new notifications
ru_ru: Нет новых уведомлений

source: Date not found
ru_ru: Дата не найдена

source: Read
ru_ru: Прочитанные

source: Viewing 1 notification
ru_ru: Просмотр 1 уведомления

source: Newest First
ru_ru: Сначала новые

source: Oldest First
ru_ru: Сначала старые

source: Search Notifications...
ru_ru: Поиск уведомлений...

source: Notifications %s
ru_ru: Уведомления %s

source: Unread %s
ru_ru: Непрочитанные %s

source: Viewing %1$d - %2$d of %3$d results
ru_ru: Просмотр %1$d - %2$d из %3$d результатов

source: User Email
ru_ru: Email пользователя

source: Pages and Posts Search
ru_ru: Поиск страниц и сообщений

source: Autocomplete Settings
ru_ru: Настройки автозаполнения

source: Enable Autocomplete
ru_ru: Включить автозаполнение

source: Number of Results
ru_ru: Число результатов

source: Enable autocomplete dropdown when typing into search inputs.
ru_ru: Включить раскрывающийся список автозаполнения при вводе текста в поля поиска.

source: results
ru_ru: результатов

source: Search the following BuddyBoss components:
ru_ru: Поиск следующих компонентов BuddyBoss:

source: Account
ru_ru: Аккаунт

source: Username/Login
ru_ru: Имя пользователя/Логин

source: View all
ru_ru: Посмотреть все

source: Nothing found for '%s'
ru_ru: Ничего не найдено для '%s'

source: %d result
ru_ru: %d результат

source: View (%d) more
ru_ru: Просмотреть еще (%d)

source: All Results
ru_ru: Все результаты

source: %s was successfully deleted.
ru_ru: %s был успешно удален.

source: Unable to initiate the data export request.
ru_ru: Не удалось инициировать запрос на экспорт данных.

source: Please check your email to confirm the data export request.
ru_ru: Пожалуйста, проверьте свою электронную почту, чтобы подтвердить запрос на экспорт данных.

source: Your current password is invalid.
ru_ru: Ваш текущий пароль недействителен.

source: The new password fields did not match.
ru_ru: Поля нового пароля не совпадают.

source: Your settings have been saved.
ru_ru: Ваши настройки были сохранены.

source: No changes were made to your account.
ru_ru: В ваш аккаунт не вносились изменения.

source: No changes were made to this account.
ru_ru: Никаких изменений в эту учетную запись внесено не было.

source: Your notification settings have been saved.
ru_ru: Ваши настройки уведомлений были сохранены.

source: This user's notification settings have been saved.
ru_ru: Настройки уведомлений этого пользователя были сохранены.

source: Login Information
ru_ru: Информация для входа

source: Export Data
ru_ru: Экспорт данных

source: Capabilities
ru_ru: Совместимость

source: Load More
ru_ru: Загрузить еще

source: Post Update
ru_ru: Обновить запись

source: Capture
ru_ru: Захватить

source: Crop Photo
ru_ru: Обрезать фото

source: Delete My Profile Photo
ru_ru: Удалить фото моего профиля

source: Delete Group Profile Photo
ru_ru: Удалить фотографию профиля группы

source: If you'd like to delete your current cover photo, use the delete Cover Photo button.
ru_ru: Если вы хотите удалить текущую фотографию обложки, используйте кнопку "Удалить обложку".

source: Delete My Cover Photo
ru_ru: Удалить обложку моего профиля

source: If you'd like to remove the existing group cover photo but not upload a new one, please use the delete group cover photo button.
ru_ru: Если вы хотите удалить существующую обложку группы, но не загружать новую, используйте кнопку "Удалить обложку группы".

source: Delete Group Cover Photo
ru_ru: Удалить обложку группы

source: The web browser on your device cannot be used to upload files.
ru_ru: Веб-браузер на вашем устройстве нельзя использовать для загрузки файлов.

source: Upload Limit Exceeded
ru_ru: Лимит на загрузку превышен

source: Drop your file here
ru_ru: Поместите ваш файл сюда

source: Select your file
ru_ru: Выберите ваш файл

source: sent you a new message
ru_ru: отправил вам новое сообщение

source: unsubscribe
ru_ru: отписаться

source: Grid View
ru_ru: Сетка

source: List View
ru_ru: Список

source: All Types
ru_ru: Все типы

source: Processing...
ru_ru: Обработка...

source: Remove item
ru_ru: Убрать элемент

source: Invite Members
ru_ru: Пригласить участников

source: Group invitations menu
ru_ru: Меню приглашений в группу

source: Search Members
ru_ru: Поиск участников

source: Send
ru_ru: Отправить

source: Previous page
ru_ru: Предыдущая страница

source: Next page
ru_ru: Следующая страница

source: The invite has not been sent.
ru_ru: Приглашение не было отправлено.

source: The invite has been sent.
ru_ru: Приглашение было отправлено.

source: Cancel invitation
ru_ru: Отменить приглашение

source: Invite
ru_ru: Пригласить

source: Type the names of one or more people
ru_ru: Введите имена одного или нескольких человек

source: No new messages yet!
ru_ru: Нет еще новых сообщений!

source: Looks like you haven't initiated a conversation with any other member.
ru_ru: Похоже, вы еще не начали разговор ни с каким другим участником.

source: Started
ru_ru: Начато

source: Delete conversation
ru_ru: Удалить обсуждение

source: Load previous messages
ru_ru: Загрузить предыдущие сообщения

source: Send a Reply
ru_ru: Отправить ответ

source: Reply to Message
ru_ru: Ответить на сообщение

source: Send Reply
ru_ru: Отправить ответ

source: Directory menu
ru_ru: Меню каталога

source: Close this notice
ru_ru: Закрыть это уведомление

source: From
ru_ru: От

source: Select Day
ru_ru: Выберите день

source: January
ru_ru: Январь

source: February
ru_ru: Февраль

source: March
ru_ru: Март

source: April
ru_ru: Апрель

source: May
ru_ru: Май

source: June
ru_ru: Июнь

source: July
ru_ru: Июль

source: August
ru_ru: Август

source: September
ru_ru: Сентябрь

source: October
ru_ru: Октябрь

source: November
ru_ru: Ноябрь

source: December
ru_ru: Декабрь

source: Select Month
ru_ru: Выберите месяц

source: Select Year
ru_ru: Выбрать год

source: Reset
ru_ru: Сбросить

source: Create A New Group
ru_ru: Создать новую группу

source: Group Feed
ru_ru: Лента группы

source: Delete this group
ru_ru: Удалить эту группу

source: I understand the consequences of deleting this group.
ru_ru: Я понимаю последствия удаления этой группы.

source: Enter Group Name &amp; Description
ru_ru: Введите название и описание группы

source: Edit Group Name &amp; Description
ru_ru: Изменить название и описание группы

source: Group Name (required)
ru_ru: Название группы (обязательно)
