Repository: amishakov/buddyboss-platform
Catalog: src/languages/buddyboss-*.po
Languages: ru_ru

source: Upload Group Avatar
ru_ru: Загрузить аватар группы

source: Change Group Avatar
ru_ru: Сменить аватар группы

source: Add a photo that represents this group. The photo will be shown on the main group page and in search results.
ru_ru: Добавьте фотографию, представляющую эту группу. Фотография будет показана на главной странице группы и в результатах поиска.

source: Edit or update your avatar photo for this group.
ru_ru: Изменить или обновить свой аватар для этой группы

source: Upload a photo that represents this group. The image will be shown on the main group page, and in search results.
ru_ru: Загрузите фотографию, которая представляет эту группу. Изображение будет показано на главной странице группы и в результатах поиска.

source: Select a photo
ru_ru: Выберите фото

source: Upload Photo
ru_ru: Загрузить фото

source: To skip the group photo upload process select "Next Step".
ru_ru: Чтобы пропустить процесс загрузки фото группы, выберите "Следующий шаг".

source: To remove the existing group photo, please use the delete group profile photo button.
ru_ru: Чтобы убрать существующее фото группы, пожалуйста, используйте кнопку удаления фото профиля группы.

source: Delete Group Photo
ru_ru: Удалить фото группы

source: Crop Group Photo
ru_ru: Обрезать фото группы

source: Photo to crop
ru_ru: Фото для обрезки

source: Crop preview
ru_ru: Предпросмотр обрезки

source: Upload Cover Photo
ru_ru: Загрузить обложку

source: Change Cover Photo
ru_ru: Сменить фото обложки

source: The Cover Photo will be used to customize the header of your group.
ru_ru: Фото обложки будет использоваться для настройки заголовка вашей группы.

source: Select Group Settings
ru_ru: Выберите настройки группы

source: Change Group Settings
ru_ru: Изменить настройки группы

source: Privacy Options
ru_ru: Параметры конфиденциальности

source: This is a public group
ru_ru: Это открытая группа

source: Any site member can join this group.
ru_ru: Любой участник сайта может присоединиться к этой группе.

source: This group will be listed in the groups directory and in search results.
ru_ru: Эта группа будет указана в каталоге групп и в результатах поиска.

source: Group content and activity will be visible to any site member.
ru_ru: Содержимое группы и активность будут видны любому участнику сайта.

source: This is a private group
ru_ru: Это частная группа

source: Only people who request membership and are accepted can join the group.
ru_ru: Только люди, которые принимаются по запросу, могут присоединиться к группе.

source: Group content and activity will only be visible to members of the group.
ru_ru: Содержимое группы и активность группы будут видны только членам группы.

source: This is a hidden group
ru_ru: Это скрытая группа

source: Only people who are invited can join the group.
ru_ru: Только приглашенные пользователи могут присоединиться к группе.

source: This group will not be listed in the groups directory or search results.
ru_ru: Эта группа не будет указана в каталоге групп или результатах поиска.

source: Group Invitations
ru_ru: Приглашения в группу

source: Which members of this group are allowed to invite others?
ru_ru: Кто из участников этой группы может приглашать других?

source: Which members of this group are allowed to post into the activity feed?
ru_ru: Какие участники этой группы могут публиковать сообщения в ленте активности?

source: Group Media
ru_ru: Медиа группы

source: Which members of this group are allowed to manage media?
ru_ru: Каким участникам этой группы разрешено управлять медиа?

source: Which members of this group are allowed to manage albums?
ru_ru: Какие участники этой группы могут управлять альбомами?

source: What type of group is this? (optional)
ru_ru: Какой тип этой группы? (необязательно)

source: Which group should be the parent of this group? (optional)
ru_ru: Какая группа должна быть родителем этой группы? (необязательно)

source: Manage Group Members
ru_ru: Управление участниками группы

source: Manage group members; promote to %s, co-%s, or demote or ban.
ru_ru: Управление участниками группы; повысить до %s, co-%s, или понизить или запретить.

source: %s have total control over the contents and settings of a group. That includes all the abilities of %s, as well as the ability to turn group forums on or off, change group status from public to private, change the group photo, manage group %s, and delete the group.
ru_ru: %s имеют полный контроль над содержимым и настройками группы. Это включает в себя все возможности %s, а также возможность включать и выключать групповые форумы, изменять статус группы с общего на частный, изменять групповое фото, управлять группой %s и удалять группу.

source: When a group member is promoted to be a %s of the group, the member gains the ability to edit and delete any forum discussion within the group and delete any activity feed items, excluding those posted by %s.
ru_ru: Когда участник группы повышается до % в группе, он получает возможность изменять и удалять любые обсуждения на форуме в группе и удалять любые элементы ленты новостей, за исключением тех, которые размещены в %s.

source: Promote to co-%s
ru_ru: Повысить до со-%s

source: When a member joins a group, he or she is assigned the %s role by default. %s are able to contribute to the group’s discussions, activity feeds, and view other group members.
ru_ru: Когда участник присоединяется к группе, ему или ей назначается роль %s по умолчанию. %s могут участвовать в обсуждениях группы, новостных лентах и просматривать других участников группы.

source: (banned)
ru_ru: (забанен)

source: Change Group Photo
ru_ru: Изменить фото группы

source: Group %s
ru_ru: Группа %s

source: Organized by
ru_ru: Организовано

source: Group menu
ru_ru: Меню группы

source: You are requesting to become a member of the group "%s".
ru_ru: Вы запрашиваете участие в группе "%s".

source: Send Request
ru_ru: Отправить запрос

source: More Photos
ru_ru: Больше фото

source: Add Photos
ru_ru: + Фото

source: %s photo
ru_ru: %s фото

source: Create Album
ru_ru: Создать альбом

source: Enter Album Title
ru_ru: Введите название альбома

source: edit
ru_ru: изменить

source: save
ru_ru: сохранить

source: cancel
ru_ru: отмена

source: Delete Album
ru_ru: Удалить альбом

source: Select Photos
ru_ru: Выберите фото

source: Add More Media
ru_ru: Добавить больше медиа

source: Done
ru_ru: Готово

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
ru_ru: Ваша учетная запись была успешно активирована! Данные вашей учетной записи были отправлены вам по электронной почте.

source: Activation Key:
ru_ru: Ключ активации:

source: Site Details
ru_ru: Детали сайта

source: Yes, I'd like to create a new site
ru_ru: Да, я хотел бы создать новый сайт

source: <span>Certificate in </span> <a href="%s">%s</a>
ru_ru: <span>Сертификат за </span> <a href="%s">%s</a>

source: Download PDF
ru_ru: Скачать PDF

source: Sorry, no certificates were found.
ru_ru: Извините, сертификаты не были найдены.

source: Certificate
ru_ru: Сертификат

source: Date
ru_ru: Дата

source: Change Profile Photo
ru_ru: Изменить фото профиля

source: Requests to Connect
ru_ru: Запросы на связь

source: Group Invites
ru_ru: Приглашения в группу

source: -- Select Type --
ru_ru: -- Выбрать тип --

source: Are you sure you want to send the invite without a subject?
ru_ru: Вы уверены, что хотите отправить приглашение без темы?

source: Are you sure you want to send the invite without adding a message?
ru_ru: Вы уверены, что хотите отправить приглашение без добавления сообщения?

source: Enter a valid email address
ru_ru: Введите действительный адрес электронной почты

source: Enter name
ru_ru: Введите имя

source: Please fill out all required fields to invite a new member.
ru_ru: Пожалуйста, заполните все необходимые поля, чтобы пригласить нового участника.

source: You have sent invitation emails to the following people:
ru_ru: Вы отправили приглашения по электронной почте следующим людям:

source: Invited
ru_ru: Приглашен

source: Revoke Invite
ru_ru: Отклонить приглашение

source: You haven't sent any invitations yet.
ru_ru: Вы еще не отправляли никаких приглашений.

source: « Prev
ru_ru: « Пред

source: Next »
ru_ru: Следующая »

source: Select all
ru_ru: Выбрать все

source: Notification
ru_ru: Уведомление

source: Select this notification
ru_ru: Выбрать это уведомление

source: Primary menu
ru_ru: Основное меню

source: Sub Menu
ru_ru: Подменю

source: Select who is allowed to see this field?
ru_ru: Выберите, кому разрешено видеть это поле?

source: Your profile photo will be used on your profile and throughout the site.
ru_ru: Ваша фотография профиля будет использоваться в вашем профиле и на всем сайте.

source: Select an image
ru_ru: Выберите изображение

source: Upload Image
ru_ru: Загрузить изображение

source: Crop Your New Profile Photo
ru_ru: Обрезать новое фото профиля

source: Crop Image
ru_ru: Обрезать изображение

source: Your profile photo cannot be changed.
ru_ru: Фотография вашего профиля не может быть изменена.

source: Your Cover Photo will be used to customize the header of your profile.
ru_ru: Ваша обложка будет использоваться для настройки заголовка вашего профиля.

source: Edit "%s" Information
ru_ru: Изменить "%s" информацию

source: You have not yet added details to your profile.
ru_ru: Вы еще не добавили детали в свой профиль.

source: This member has not yet added details to their profile.
ru_ru: Этот участник еще не добавил детали в свой профиль.

source: %s's Profile
ru_ru: %s Профиль

source: Member Capabilities
ru_ru: Возможности участников

source: This member is a spammer.
ru_ru: Этот участник спамер.

source: I understand the consequences.
ru_ru: Я понимаю последствия.

source: Update your email and or password.
ru_ru: Обновите вашу электронную почту и/или пароль.

source: Current Password <span>(required to update email or change current password)</span>
ru_ru: Текущий пароль <span>(требуется для обновления электронной почты или изменения текущего пароля)</span>

source: Lost your password?
ru_ru: Забыли пароль?

source: Account Email
ru_ru: Email аккаунта

source: Leave password fields blank for no change
ru_ru: Оставьте поля пароля пустыми чтобы не изменять

source: Add Your New Password
ru_ru: Добавьте ваш новый пароль

source: Repeat Your New Password
ru_ru: Повторите свой новый пароль

source: Profile Visibility Settings
ru_ru: Настройки видимости профиля

source: Select who may see your profile details.
ru_ru: Выберите, кто может видеть детали вашего профиля.

source: ago
ru_ru: назад

source: %d topic
ru_ru: %d тема

source: %d reply
ru_ru: %d ответ

source: From:
ru_ru: От:

source: Conversation between
ru_ru: Разговор между

source: and you.
ru_ru: и вы.

source: View Conversation
ru_ru: Просмотр беседы

source: By %s
ru_ru: От %s

source: Sale!
ru_ru: Распродажа!

source: %d lesson
ru_ru: %d урок

source: %d quiz
ru_ru: %d тест

source: Sorry, there were no results founds.
ru_ru: Извините, результаты не найдены.

source: Showing results for '%s'
ru_ru: Показ результатов для '%s'

source: No results for '%s'
ru_ru: Нет результатов для '%s'

source: Search Network&hellip;
ru_ru: Поиск в сети&hellip;

source: Try different keywords&hellip;
ru_ru: Попробуйте разные ключевые слова&hellip;

source: Are you sure you want to remove your connection with this member?
ru_ru: Вы действительно хотите удалить ваш контакт с этим участником?

source: Are you sure you want to delete this set? This cannot be undone.
ru_ru: Вы уверены, что хотите удалить этот набор? Это не может быть отменено.

source: View previous comments
ru_ru: Посмотреть предыдущие комментарии

source: Unlike
ru_ru: Не нравится

source: My Likes
ru_ru: Понравившиеся

source: Like
ru_ru: Нравится

source: Sorry, there was no activity found.
ru_ru: К сожалению, никакой активности не было найдено.

source: Update posted.
ru_ru: Обновление опубликовано.

source: View activity.
ru_ru: Посмотреть активность.

source: Post in: Profile
ru_ru: Опубликовать в: Профиле

source: Post in: Group
ru_ru: Опубликовать в: Группе

source: Write here or use @ to mention someone.
ru_ru: Напишите здесь или используйте @, чтобы упомянуть кого-то.

source: Post what's new
ru_ru: Опубликовать что нового

source: Post in
ru_ru: Опубликовать в

source: %d Comment
ru_ru: %d комментарий

source: %d Comments
ru_ru: %d комментариев

source: Loading...
ru_ru: Загрузка...

source: Write something to %s...
ru_ru: Напишите что-нибудь %s...

source: Share something with your group...
ru_ru: Поделитесь чем-то со своей группой...

source: All Updates
ru_ru: Все обновления

source: New mentions
ru_ru: Новые упоминания

source: New update replies
ru_ru: Новые ответы на обновления

source: New update comment replies
ru_ru: Новое обновление комментариев

source: Select to display the latest activity updates, by type, posted within your community.
ru_ru: Выберите для отображения последних обновлений активности по типу, опубликованных в вашем сообществе.

source: (BB) Latest Activities
ru_ru: (BB) Последние активности

source: Latest updates
ru_ru: Последние обновления

source: Maximum amount to display:
ru_ru: Максимальное количество для отображения:

source: Activity Type:
ru_ru: Тип активности:

source: All Sites
ru_ru: Все сайты

source: Profile Navigation
ru_ru: Навигация профиля

source: Profile navigation order
ru_ru: Порядок навигации профиля

source: Request Pending
ru_ru: Ожидающие запросы

source: Connection accepted.
ru_ru: Контакт принят.

source: Connection rejected.
ru_ru: Контакт отклонен.

source: Connection could not be cancelled.
ru_ru: Контакт не может быть отклонен.

source: Connection removed.
ru_ru: Связь удалена.

source: Connection request could not be cancelled.
ru_ru: Запрос на добавление в контакт не может быть отменен.

source: Accepted connection requests
ru_ru: Принятые запросы на добавление в контакты

source: Pending connection requests
ru_ru: Ожидающие запросы на добавление контакты

source: - View All -
ru_ru: - Посмотреть все -

source: You have successfully created your account! Please log in using the email and password you have just created.
ru_ru: Вы успешно создали свой аккаунт! Пожалуйста, войдите, используя адрес электронной почты и пароль, который вы только что создали.

source: Loading community updates. Please wait.
ru_ru: Загрузка обновлений сообщества. Пожалуйста, подождите.

source: Loading activity comments. Please wait.
ru_ru: Загрузка комментариев активности. Пожалуйста, подождите.

source: Loading the update. Please wait.
ru_ru: Загрузка обновления. Пожалуйста, подождите.

source: Loading the sites of the network. Please wait.
ru_ru: Загрузка сайтов сети. Пожалуйста, подождите.

source: Loading groups of the community. Please wait.
ru_ru: Загрузка групп сообщества. Пожалуйста, подождите.

source: Sorry, there were no groups found.
ru_ru: Извините, группы не найдены.

source: Loading the group updates. Please wait.
ru_ru: Загрузка обновлений группы. Пожалуйста, подождите.

source: Sorry, no group members were found.
ru_ru: Извините, участники группы не найдены.

source: This group has no members.
ru_ru: В этой группе нет участников

source: There are no pending membership requests.
ru_ru: Нет ожидающих запросов на членство.

source: You have already requested to join this group.
ru_ru: Вы уже подали запрос на вступление в эту группу.

source: Loading the members who requested to join the group. Please wait.
ru_ru: Загрузка участников, подавших запрос на присоединение к группе. Пожалуйста, подождите.

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back. Please be careful with this option.
ru_ru: ВНИМАНИЕ: Удаление этой группы полностью удалит ВСЕ содержимое, связанное с ней. Это действие необратимо. Пожалуйста, будьте осторожны с этой опцией.

source: Loading members of the community. Please wait.
ru_ru: Загрузка участников сообщества. Пожалуйста, подождите.

source: You have no pending requests to connect.
ru_ru: У вас нет ожидающих запросов на добавление в контакты

source: You have no mutual connections with this member.
ru_ru: У вас нет взаимных контактов с этим участником.

source: You have no outstanding group invites.
ru_ru: У вас нет исходящих приглашений в группы.

source: This member has no notifications.
ru_ru: У этого пользователя нет уведомлений.

source: %s did not save any profile information yet.
ru_ru: %s еще не сохранили никакой информации профиля.

source: Loading member's updates. Please wait.
ru_ru: Загрузка обновлений участника. Пожалуйста, подождите.

source: Loading member's blog. Please wait.
ru_ru: Загрузка блога участника. Пожалуйста, подождите.

source: Loading member's friends. Please wait.
ru_ru: Загрузка контактов участника. Пожалуйста, подождите.

source: Loading member's groups. Please wait.
ru_ru: Загрузка групп участников. Пожалуйста, подождите.

source: Loading notifications. Please wait.
ru_ru: Загрузка уведомлений. Пожалуйста, подождите.

source: Loading member's photos. Please wait.
ru_ru: Загрузка фотографий участника. Пожалуйста, подождите.

source: Sorry, no photos were found.
ru_ru: Извините, фотографии не найдены.

source: Sorry, no albums were found.
ru_ru: Извините, альбомы не найдены.

source: Loading photos from the album. Please wait.
ru_ru: Загрузка фотографий из альбома. Пожалуйста, подождите.

source: Loading photos from the community. Please wait.
ru_ru: Загрузка фотографий из сообщества. Пожалуйста, подождите.

source: This member has no unread notifications.
ru_ru: У этого пользователя нет непрочитанных уведомлений.

source: You have no unread notifications.
ru_ru: У вас нет непрочитанных уведомлений.

source: You have no notifications.
ru_ru: У вас нет уведомлений.

source: Loading your updates. Please wait.
ru_ru: Загрузка ваших обновлений. Пожалуйста, подождите.

source: Loading your blogs. Please wait.
ru_ru: Загрузка ваших блогов. Пожалуйста, подождите.

source: Loading your connections. Please wait.
ru_ru: Загрузка ваших связей. Пожалуйста подождите.

source: Loading your groups. Please wait.
ru_ru: Загрузка ваших групп. Пожалуйста, подождите.

source: Confirm Email
ru_ru: Подтвердите адрес электронной почты

source: Confirm Password
ru_ru: Подтвердите пароль

source: Site Title
ru_ru: Название сайта

source: Create Account
ru_ru: Создать аккаунт

source: You cannot join this group.
ru_ru: Вы не можете присоединиться к этой группе.

source: You are already a member of the group.
ru_ru: Вы уже являетесь участником этой группы.

source: No pending group invitations found.
ru_ru: Не найдено ожидающих приглашений в группу.

source: No members were found. Try another filter.
ru_ru: Пользователи не найдены. Попробуйте другой фильтр.

source: All your connections are already members of this group or have already received an invite to join this group or have requested to join it.
ru_ru: Все ваши друзья уже являются участниками этой группы, или уже получили приглашение присоединиться к этой группе, или запросили присоединение к ней.

source: You have no connections.
ru_ru: У вас нет связей.

source: Invites could not be sent. Please try again.
ru_ru: Приглашения не могут быть отправлены. Пожалуйста, попробуйте еще раз.

source: You are not allowed to send invitations for this group.
ru_ru: Вы не можете отправлять приглашения для этой группы.

source: Invitations sent.
ru_ru: Приглашения отправлены.

source: Group invitation could not be removed.
ru_ru: Приглашение в группу не может быть удалено.

source: Pending Invites
ru_ru: Ожидающие приглашения

source: Loading members. Please wait.
ru_ru: Загрузка участников. Пожалуйста, подождите.

source: Use the "Send" button to send your invite or the "Cancel" button to abort.
ru_ru: Используйте кнопку "Отправить" для отправки приглашения или кнопку "Отмена" для отмены.

source: Sending group invitations. Please wait.
ru_ru: Отправка приглашений в группу. Пожалуйста, подождите.

source: Cancel invitation %s
ru_ru: Отменить приглашение %s

source: You are not allowed to perform this action.
ru_ru: Вам не разрешено выполнять это действие.

source: Most Members
ru_ru: Большинство участников

source: Newly Created
ru_ru: Недавно созданные

source: Group navigation order
ru_ru: Порядок навигации группы

source: Accepted Group membership requests
ru_ru: Принятые запросы на участние в группе

source: Rejected Group membership requests
ru_ru: Отклоненные заявки на участие в группе

source: Group invitations
ru_ru: Приглашения в группу

source: Previous Step
ru_ru: Предыдущий шаг

source: Next Step
ru_ru: Следующий шаг

source: Create Group and Continue
ru_ru: Создать группу и продолжить

source: Finish
ru_ru: Завершить

source: Accept
ru_ru: Принять

source: Reject
ru_ru: Отклонить

source: Remove Ban
ru_ru: Отменить бан

source: Kick &amp; Ban
ru_ru: Исключить &amp; Забанить

source: Promote to %s
ru_ru: Повысить до %s

source: Remove from group
ru_ru: Исключить из группы

source: Groups default front page
ru_ru: Главная страница группы по умолчанию

source: widgets (content blocks)
ru_ru: виджеты (содержимое блоков)

source: Notify group members of these changes via email
ru_ru: Уведомить участников группы об этих изменениях по электронной почте

source: There was a problem when trying to upload this file.
ru_ru: При попытке загрузить этот файл возникла проблема.

source: Please enter title of album.
ru_ru: Пожалуйста, введите название альбома.

source: There was a problem when trying to create the album.
ru_ru: Возникла проблема при попытке создать альбом.

source: Unselect
ru_ru: Отменить выбор

source: Unselect All
ru_ru: Снять все

source: Sorry, no photos were found
ru_ru: Извините, фотографии не найдены

source: Uploading
ru_ru: Загрузка

source: %d out of %d uploaded
ru_ru: %d из %d загружено

source: Are you sure you want to delete this album? Photos in this album will also be deleted.
ru_ru: Вы уверены, что хотите удалить этот альбом? Фотографии в этом альбоме также будут удалены.

source: All Photos
ru_ru: Все фото

source: Newest Members
ru_ru: Новые участники

source: Ignore
ru_ru: Игнорировать

source: Joined %s
ru_ru: Участник с %s

source: Your message could not be sent. Please try again.
ru_ru: Ваше сообщение не может быть отправлено. Пожалуйста, попробуйте еще раз.

source: Unauthorized request.
ru_ru: Неавторизованный запрос.

source: sent a photo
ru_ru: отправил фото

source: sent some photos
ru_ru: отправил несколько фото

source: sent a gif
ru_ru: отправил gif

source: Messages deleted
ru_ru: Сообщения удалены

source: Messages successfully starred.
ru_ru: Сообщения успешно помечены.

source: Messages successfully unstarred.
ru_ru: Сообщения успешно отменены.

source: Messages marked as read.
ru_ru: Сообщения помечены как прочитанные.

source: Loading messages. Please wait.
ru_ru: Загрузка сообщений. Пожалуйста, подождите.

source: Marking messages as read. Please wait.
ru_ru: Пометка сообщений как прочитанных. Пожалуйста, подождите.

source: Marking messages as unread. Please wait.
ru_ru: Пометка сообщений как непрочитанных. Пожалуйста, подождите.

source: Deleting messages. Please wait.
ru_ru: Удаление сообщений. Пожалуйста, подождите.

source: Starring messages. Please wait.
ru_ru: Пометка сообщений. Пожалуйста, подождите.

source: Type message
ru_ru: Введите сообщение

source: Are you sure you want to delete this conversation? This will permanently delete the conversation history and cannot be undone.
ru_ru: Вы уверены, что хотите удалить этот разговор? Это навсегда удалит историю разговора и не может быть отменено.

source: 1 other
ru_ru: 1 другой

source: %d others
ru_ru: %d других

source: New sitewide notice
ru_ru: Новое оповещение

source: New private messages
ru_ru: Новые личные сообщения

source: Mark Unread
ru_ru: Пометить как непрочитано
