Repository: amishakov/buddyboss-platform
Catalog: src/languages/buddyboss-*.po
Languages: ru_ru

source: Type:
ru_ru: Тип:

source: Search Tags
ru_ru: Поиск тегов

source: Popular Tags
ru_ru: Популярные теги

source: All Tags
ru_ru: Все теги

source: Edit Tag
ru_ru: Изменить тег

source: Update Tag
ru_ru: Обновить тег

source: Add New Tag
ru_ru: Добавить новый тег

source: Inactive
ru_ru: Неактивные

source: Admin
ru_ru: Админ

source: User updated.
ru_ru: Пользователь обновлен.

source: You have super admin privileges.
ru_ru: У вас есть привилегии супер администратора.

source: This user has super admin privileges.
ru_ru: Этот пользователь имеет привилегии супер администратора.

source: - No role for this site -
ru_ru: - Нет роли для этого сайта -

source: - No role for these forums -
ru_ru: - Нет роли для этих форумов -

source: You are now logged out.
ru_ru: Вы вышли из системы.

source: New user registration is currently not allowed.
ru_ru: Регистрация нового пользователя в настоящее время не разрешена.

source: Check your e-mail for the confirmation link.
ru_ru: Проверьте свой электронный ящик на наличие ссылки для подтверждения.

source: Registration complete. Please check your e-mail.
ru_ru: Регистрация завершена. Пожалуйста, проверьте свою электронную почту.

source: Connection could not be requested.
ru_ru: Установка контакта не может быть запрошена.

source: Connection requested
ru_ru: Отправленный запрос на добавление в контакты

source: You are already connected with this user
ru_ru: Вы уже установили контакт с этим пользователем

source: You already have a pending connection request with this user
ru_ru: У вас уже есть ожидающий запрос на установку контакта с этим пользователем

source: Connection could not be canceled.
ru_ru: Установка контакта не может быть оменена.

source: Connection canceled
ru_ru: Контакт отменен

source: You are not connected with this user
ru_ru: Вы не установили контактов с этим пользователем

source: You have a pending connection request with this user
ru_ru: У вас есть ожидающие запросы на добавление в контакты с этим пользователем

source: Connections accepted
ru_ru: Принятые контакты

source: New connections
ru_ru: Новые контакты

source: New connection created
ru_ru: Нет созданных контактов

source: %1$s and %2$s are now connected
ru_ru: %1$s и %2$s теперь в контактах

source: %d members accepted your connection requests
ru_ru: %d участников приняли ваши запросы на добавление в контакты

source: %s accepted your request to connect
ru_ru: %s принял ваш запрос на добавление в контакты

source: You have %d pending requests to connect
ru_ru: У вас %d ожидающих запросов на добавление в контакты

source: %s sent you an invitation to connect
ru_ru: %s прислал вам приглашение на добавление в контакты

source: My Connections
ru_ru: Мои контакты

source: %s's Connections
ru_ru: %s контакты

source: See All
ru_ru: Смотреть все

source: You haven't made any connections yet.
ru_ru: Вы еще не создали ни одного контакта.

source: %s hasn't created any connections yet.
ru_ru: %s еще не создал никаких контактов.

source: Filter Connections
ru_ru: Фильтр контактов

source: %d connection
ru_ru: %d контакт

source: %d connections
ru_ru: %d контактов

source: Cancel connection request
ru_ru: Отменить запрос на добавление в контакты

source: Connect Requested
ru_ru: Запросы на добавление в контакты

source: Connected
ru_ru: В контактах

source: Remove Connection
ru_ru: Удалить контакт

source: Connect
ru_ru: Добавить в контакты

source: %s connection
ru_ru: %s контакт

source: There were no members found, please try another filter.
ru_ru: Пользователи не найдены, попробуйте другой фильтр.

source: (BB) Connections
ru_ru: (BB) Контакты

source: Active
ru_ru: Активные

source: Popular
ru_ru: Популярные

source: Sorry, no connections were found.
ru_ru: Извините, контакты не были найдены.

source: Max connections to show:
ru_ru: Максимум контактов для показа:

source: Default connections to show:
ru_ru: Контактов по умолчанию для показа:

source: Search Connections&hellip;
ru_ru: Поиск контактов&hellip;

source: Connections %s
ru_ru: Контакты %s

source: All Connections
ru_ru: Все контакты

source: Mutual Connections
ru_ru: Взаимные контакты

source: Requests
ru_ru: Запросы

source: Pending Requests %s
ru_ru: Ожидающие запросы %s

source: No Pending Requests
ru_ru: Нет ожидающих запросов

source: Connection accepted
ru_ru: Контакт принят

source: Connection could not be accepted
ru_ru: Контакт не может быть принят

source: Connection rejected
ru_ru: Контакт отклонена

source: Connection could not be rejected
ru_ru: Контакт не может быть отклонен

source: Connection request withdrawn
ru_ru: Отмена запроса на установку контакта

source: Connection request could not be withdrawn
ru_ru: Запрос на установку контакта не может быть отозван

source: You are not an organizer or moderator of this group.
ru_ru: Вы не являетесь организатором или модератором этой группы.

source: Sorry, you are not allowed to create groups.
ru_ru: Извините, вам не разрешено создавать группы.

source: Please fill in all of the required fields
ru_ru: Пожалуйста, заполните все необходимые поля

source: Invite successfully withdrawn
ru_ru: Приглашение успешно отозвано

source: Activity feed for the group, %s.
ru_ru: Лента активности для группы, %s.

source: You joined the group!
ru_ru: Вы присоединились к группе!

source: This group must have at least one organizer.
ru_ru: В этой группе должен быть хотя бы один организатор.

source: You left the group.
ru_ru: Вы покинули группу.

source: Created a group
ru_ru: Создал группу

source: New Groups
ru_ru: Новые группы

source: Joined a group
ru_ru: Присоединился к группе

source: Group details edited
ru_ru: Детали группы отредактированы

source: Group Updates
ru_ru: Обновления группы

source: %1$s created the group %2$s
ru_ru: %1$s создал группу %2$s

source: %1$s joined the group %2$s
ru_ru: %1$s присоединился к группе %2$s

source: %1$s posted an update in the group %2$s
ru_ru: %1$s разместил обновление в группе %2$s

source: %1$s updated details for the group %2$s
ru_ru: %1$s обновили детали для группы %2$s

source: %1$s changed the name and description of the group %2$s
ru_ru: %1$s изменилось название и описание группы. %2$s

source: %1$s changed the name of the group %2$s from "%3$s" to "%4$s"
ru_ru: %1$s изменилось название группы %2$s с "%3$s" на "%4$s"

source: %1$s changed the description of the group %2$s from "%3$s" to "%4$s"
ru_ru: %1$s изменилось описание группы. %2$s с "%3$s" на "%4$s"

source: %1$s changed the permalink of the group %2$s.
ru_ru: %1$s изменил ссылку группы %2$s.

source: Save
ru_ru: Сохранить

source: Add New Members
ru_ru: Добавить новых участников

source: Group Parent
ru_ru: Родительская группа

source: Group Actions
ru_ru: Действия группы

source: Groups list navigation
ru_ru: Навигация по списку групп

source: Group name, slug, and description are all required fields.
ru_ru: Название группы, короткая ссылка и описание являются обязательными полями.

source: Edit Group
ru_ru: Изменить группу

source: New Group
ru_ru: Новая группа

source: Name and Description
ru_ru: Название и описание

source: Permalink:
ru_ru: Постоянная ссылка

source: Create New Group
ru_ru: Создать новую группу

source: Publish
ru_ru: Опубликовать

source: Delete Groups
ru_ru: Удалить группы

source: %s group has been permanently deleted.
ru_ru: %s группа была полностью удалена.

source: Search all Groups
ru_ru: Поиск всех групп

source: Group Privacy
ru_ru: Конфиденциальность группы

source: Who can invite others to join this group?
ru_ru: Кто может приглашать других присоединиться к этой группе?

source: All Members
ru_ru: Все участники

source: Organizers and Moderators
ru_ru: Организаторы и Модераторы

source: Organizers
ru_ru: Организаторы

source: Who can post into this group?
ru_ru: Кто может публиковать в этой группе?

source: All group members
ru_ru: Все участники группы

source: Organizers and Moderators only
ru_ru: Только организаторы и модераторы

source: Organizers only
ru_ru: Только организаторы

source: Who can manage media in this group?
ru_ru: Кто может управлять медиа в этой группе?

source: Who can manage albums in this group?
ru_ru: Кто может управлять альбомами в этой группе?

source: Select Parent
ru_ru: Выберите родителя

source: Add new members
ru_ru: Добавить новых участников

source: Moderators
ru_ru: Модераторы

source: Banned Members
ru_ru: Забаненные участники

source: Role
ru_ru: Роль

source: Select group role for member
ru_ru: Выбор роли группы для участника

source: Roles
ru_ru: Роли

source: Banned
ru_ru: Забаненный

source: Actions
ru_ru: Действия

source: Ban
ru_ru: Бан

source: No members of this type
ru_ru: Нет участников этого типа

source: Select Group Type
ru_ru: Выбрать тип группы

source: Viewing 1 member
ru_ru: Просмотр 1 участника

source: Group type was changed successfully.
ru_ru: Тип группы был успешно изменен.

source: e.g. Teams
ru_ru: напр. Команды

source: e.g. Team
ru_ru: напр. Команда

source: Group Roles
ru_ru: Роли группы

source: e.g. Organizers
ru_ru: напр. Организаторы

source: e.g. Organizer
ru_ru: напр. Организатор

source: e.g. Moderators
ru_ru: напр. Модераторы

source: e.g. Moderator
ru_ru: напр. Модератор

source: e.g. Members
ru_ru: напр. участники

source: e.g. Member
ru_ru: напр. Участник

source: Groups Directory
ru_ru: Каталог групп

source: Display this group type in "Types" filter in Groups Directory
ru_ru: Показывать этот тип группы в фильтре "Типы" в каталоге групп

source: Hide all groups of this type from Groups Directory
ru_ru: Скрывать все группы этого типа из каталога групп

source: Only members of the selected profile types may be sent requests to join this group. (Leave blank for unrestricted invites)
ru_ru: Только участники выбранных типов профилей могут отправлять заявки на присоединение к данной группе. (Оставьте пустым для неограниченных приглашений)

source: Members of the selected profile types can always join groups of this type, even if the group is private.
ru_ru: Участники выбранных типов профилей всегда могут присоединяться к группам этого типа, даже если они являются приватными.

source: To display all groups with this group type on a dedicated page, add this shortcode to any WordPress page.
ru_ru: Чтобы отобразить все группы с этим типом на конкретной странице, добавьте этот код на любую WordPress страницу.

source: Groups Filter
ru_ru: Фильтр групп

source: Show
ru_ru: Показать

source: Hide
ru_ru: Скрыть

source: Edit Group %s
ru_ru: Изменить группу %s

source: %s Group
ru_ru: %s Группа

source: Group Organizer
ru_ru: Организатор группы

source: You successfully left the group.
ru_ru: Вы успешно покинули группу.

source: Group type already exists.
ru_ru: Тип группы уже существует.

source: You may not register a group type with this name.
ru_ru: Запрещается регистрировать тип группы с таким названием.

source: * Name changed from "%1$s" to "%2$s".
ru_ru: * Название изменено с "%1$s" на "%2$s".

source: * Description changed from "%1$s" to "%2$s".
ru_ru: * Описание изменено с "%1$s" на "%2$s".

source: * Permalink changed from "%1$s" to "%2$s".
ru_ru: * Ссылка изменена с "%1$s" на "%2$s".

source: organizer
ru_ru: организатор

source: moderator
ru_ru: модератор

source: %1$d new membership requests for the group "%2$s"
ru_ru: %1$d новых заявок на участие в группе "%2$s"

source: %s requests group membership
ru_ru: %s подал заявку на участие в группе

source: %d accepted group membership requests
ru_ru: %d принятых запросов на участие в группе

source: Membership for group "%s" accepted
ru_ru: Участие в группе "%s" принято

source: %d rejected group membership requests
ru_ru: %d отклоненных заявок на участие в группе

source: Membership for group "%s" rejected
ru_ru: Участие в группе "%s" отклонено

source: You have %d new group invitations
ru_ru: У вас %d новых приглашений в группу

source: You have an invitation to the group: %s
ru_ru: У вас есть приглашение в группу: %s

source: Group Types:
ru_ru: Типы групп:

source: Public Group
ru_ru: Публичная группа

source: Hidden Group
ru_ru: Скрытая группа

source: Private Group
ru_ru: Частная группа

source: This group's content, including its members and activity, are visible to any site member.
ru_ru: Содержимое этой группы, включая ее участников и активность, видно любому участнику сайта.

source: Only group members can view its content, including its members and activity.
ru_ru: Только участники группы могут просматривать ее содержимое, включая ее участников и активность.

source: This group's content is only visible to members of the group.
ru_ru: Содержимое этой группы видны только участникам группы.

source: not yet active
ru_ru: еще не активные

source: No Organizers
ru_ru: Нет организаторов

source: Subgroup of
ru_ru: Подгруппа

source: No Moderators
ru_ru: Нет модераторов

source: Filter Groups
ru_ru: Фильтровать группы

source: Viewing 1 group
ru_ru: Просмотр 1 группы

source: Demote to member
ru_ru: Понизить до участника

source: joined %s
ru_ru: участник с %s

source: This group has no organizers
ru_ru: В этой группе нет организаторов

source: Promote to co-organizer
ru_ru: Повысить до соорганизатора

source: This group has no moderators
ru_ru: В этой группе нет модераторов

source: You're an %s
ru_ru: Вы %s

source: You're a %s
ru_ru: Вы %s

source: Leave group
ru_ru: Покинуть группу

source: Join group
ru_ru: Присоединиться к группе

source: Accept Invitation
ru_ru: Принять приглашение

source: Request Sent
ru_ru: Запрос отправлен

source: Request Access
ru_ru: Подать заявку

source: This group is not currently accessible.
ru_ru: Эта группа в настоящее время недоступна.

source: This is a private group. Your membership request is awaiting approval from the group organizer.
ru_ru: Это частная группа. Ваш запрос на участие ожидает одобрения от организатора группы.

source: This is a hidden group. You must be invited to join.
ru_ru: Это скрытая группа. Вы должны быть приглашены чтобы присоединиться.

source: Group secondary navigation
ru_ru: Вторичная навигация группы

source: Oldest
ru_ru: Старые

source: Group Activity
ru_ru: Активность группы

source: Alphabetical
ru_ru: По алфавиту

source: Group photo
ru_ru: Фото группы

source: Recently Joined
ru_ru: Недавно присоединился

source: Most Popular
ru_ru: Самый популярные

source: Organizer Of
ru_ru: Организатор

source: Moderator Of
ru_ru: Модератор

source: Administrator Of
ru_ru: Администратор

source: Group avatar
ru_ru: Аватар группы

source: requested %s
ru_ru: подал запрос %s

source: Viewing 1 request
ru_ru: Просмотр 1 запроса

source: Viewing 1 invitation
ru_ru: Просмотр 1 приглашения

source: %s group
ru_ru: %s группа

source: created %s
ru_ru: создано %s

source: You do not have access to this content.
ru_ru: У вас нет доступа к этому контенту.

source: Search Groups&hellip;
ru_ru: Поиск групп&hellip;

source: Photo
ru_ru: Фото

source: Groups %s
ru_ru: Группы %s

source: My Groups
ru_ru: Мои группы

source: Invitations
ru_ru: Приглашения

source: Feed
ru_ru: Лента

source: Subgroups
ru_ru: Подгруппы

source: Send Invites
ru_ru: Отправить приглашения

source: Albums
ru_ru: Альбомы

source: Manage
ru_ru: Управление

source: No Pending Invites
ru_ru: Нет ожидающих инвайтов

source: Create Group
ru_ru: Создать группу

source: No Group Profile Photo
ru_ru: Отсутствует фото профиля группы

source: No groups found.
ru_ru: Группы не найдены.

source: Groups list
ru_ru: Список групп

source: Filter groups list
ru_ru: Фильтр списка групп

source: Private <span class="count">(%s)</span>
ru_ru: Частная <span class="count">(%s)</span>

source: Last Active
ru_ru: Недавно активные

source: Select group %1$d
ru_ru: Выбрать группу %1$d

source: Change group type to&hellip;
ru_ru: Изменить тип групп на&hellip;

source: No Group Type
ru_ru: Нет типа групп

source: Change
ru_ru: Изменить

source: Group Moderator
ru_ru: Модератор группы

source: A dynamic list of recently active, popular, newest, or alphabetical groups
ru_ru: Динамический список недавно активных, популярных, последних или в алфавитном порядке групп

source: (BB) Social Groups
ru_ru: (BB) Социальные группы

source: Max groups to show:
ru_ru: Максимум группу для показа:

source: Default groups to show:
ru_ru: Группы по умолчанию для показа:

source: Group details were successfully updated.
ru_ru: Детали группы были успешно обновлены

source: The new group profile photo was uploaded successfully.
ru_ru: Новое фото профиля группы было успешно загружено.

source: Group settings were successfully updated.
ru_ru: Настройки группы были успешно обновлены.

source: User promoted successfully
ru_ru: Пользователь успешно повышен

source: This group must have at least one organizer
ru_ru: В этой группе должен быть хотя бы один организатор

source: User demoted successfully
ru_ru: Пользователь успешно понижен в статусе

source: User banned successfully
ru_ru: Пользователь успешно забанен

source: User ban removed successfully
ru_ru: Пользовательский бан успешно удален

source: User removed successfully
ru_ru: Пользователь успешно удален.

source: Group invite accepted
ru_ru: Приглашение в группу принято.

source: Your membership request was sent to the group organizer successfully. You will be notified when the group organizer responds to your request.
ru_ru: Ваш запрос на участие был успешно отправлен организатору группы. Вы будете уведомлены, когда организатор группы ответит на ваш запрос.

source: Group invites sent.
ru_ru: Приглашения в группу отправлены.

source: Invite successfully removed
ru_ru: Приглашение успешно удалено

source: You are not allowed to send or remove invites
ru_ru: Вы не можете отправлять или удалять приглашения

source: Group invite could not be rejected
ru_ru: Приглашение в группу не может быть отклонено

source: Group invite rejected
ru_ru: Приглашение в группу отклонено

source: Watch the video
ru_ru: Смотреть видео

source: BuddyPress Plugins
ru_ru: Плагины BuddyPress

source: Social groups <span>&rarr; LearnDash groups</span>
ru_ru: Социальные группы <span>&rarr; LearnDash группы</span>

source: Social Group Sync
ru_ru: Синхронизация социальной группы

source: Create LearnDash Group
ru_ru: Создать группу LearnDash

source: Allow social group organizers to create associated LearnDash groups during the group creation process
ru_ru: Разрешить организаторам социальных групп создавать связанные группы LearnDash в процессе создания группы

source: Manage LearnDash Group
ru_ru: Управление LearnDash группой

source: Allow social group organizers to manage associated LearnDash groups after the group creation process
ru_ru: Разрешить организаторам социальных групп управлять связанными группами LearnDash после процесса создания группы

source: Course Tab Visibility
ru_ru: Вкладка видимости курса

source: Anyone
ru_ru: Кто угодно

source: Loggedin Users
ru_ru: Вошедшие в систему пользователи

source: Group Members
ru_ru: Участники группы

source: No one
ru_ru: Ни одного

source: Select who can see the course tab in social groups
ru_ru: Выберите, кто может видеть вкладку курса в социальных группах

source: Auto Create LearnDash Group
ru_ru: Автоматическое создание LearnDash группы

source: Automatically create and associate a LearnDash group upon creation
ru_ru: Автоматически создавать и связывать группу LearnDash при создании

source: Required if you want an associated LearnDash group, and course tab is disabled during creation
ru_ru: Обязательно, если вам нужна связанная группа LearnDash, и вкладка курса отключена во время создания.

source: Auto Delete LearnDash Group
ru_ru: Автоматическое удаление группы LearnDash

source: Uncheck this to delete the group manually
ru_ru: Снимите этот флажок, чтобы удалить группу вручную.

source: Sync Organizers
ru_ru: Синхронизация Организаторов

source: Group Leader
ru_ru: Лидер группы

source: Group User
ru_ru: Пользователь группы

source: Sync Moderators
ru_ru: Синхронизация модераторов

source: Sync Members
ru_ru: Синхронизация участников

source: LearnDash groups <span>&rarr; Social groups</span>
ru_ru: LearnDash группы <span>&rarr; Социальные группы</span>

source: Auto Create Social Group
ru_ru: Автоматическое создание социальной группы

source: Automatically create and associate a Social Group upon creation
ru_ru: Автоматически создавать и связывать социальную группу при создании

source: Social Group Privacy
ru_ru: Конфиденциальность социальной группы

source: Group organizers and moderators only
ru_ru: Только организаторы групп и модераторы

source: Group organizers only
ru_ru: Только организаторы группы

source: Auto Delete Social Group
ru_ru: Автоматическое удаление социальной группы

source: Sync Users
ru_ru: Синхронизация пользователей

source: Group Reports Settings
ru_ru: Настройки групповых отчетов

source: Group Reports
ru_ru: Отчеты группы

source: Enable Social Group Report for LearnDash
ru_ru: Включить отчет социальных групп для LearnDash

source: Report Results Per Page
ru_ru: Результатов отчета на странице

source: Number of report results displayed per page
ru_ru: Количество результатов отчета отображаемых на странице

source: My Courses Tab
ru_ru: Мои курсы

source: Display "Courses" tab in profiles
ru_ru: Отображать вкладку "Курсы" в профилях

source: Adds a tab to the logged in member's profile displaying all courses they are enrolled in, and a matching link in the profile dropdown. If any certificates have been created, adds a sub-tab showing all certificates the member has earned.
ru_ru: Добавляет вкладку в профиль зарегистрированного пользователя, отображающую все курсы, на которые он зачислен, и соответствующую ссылку в раскрывающемся профиле. Если какие-либо сертификаты были созданы, добавьте подзакладку, показывающую все сертификаты, которые получил участник.

source: Control the setting for social group's reports.
ru_ru: Управление настройками для отчетов социальных групп.

source: Select which roles can view reports
ru_ru: Выберите, какие роли могут просматривать отчеты

source: Associated LearnDash Group
ru_ru: Связанная группа LearnDash

source: Session has expired, please refresh and try again.
ru_ru: Сессия истекла, пожалуйста, обновите и попробуйте снова.

source: Unable to find selected group.
ru_ru: Не удалось найти выбранную группу.

source: Reports
ru_ru: Отчеты

source: Your Progress
ru_ru: Ваш прогресс

source: Group Progress
ru_ru: Прогресс группы

source: Start Course
ru_ru: Начать курс

source: View Course
ru_ru: Посмотреть курс

source: Loading&hellip;
ru_ru: Загрузка&hellip;

source: No result found&hellip;
ru_ru: Результаты не найдены&hellip;

source: First
ru_ru: Первый

source: Last
ru_ru: Последние

source: Next
ru_ru: Следующий

source: Export is ready.
ru_ru: Экспорт готов.

source: Completed
ru_ru: Завершен

source: Incomplete
ru_ru: Незавершенные

source: All Steps
ru_ru: Все шаги

source: Lessons
ru_ru: Уроки

source: Topics
ru_ru: Темы

source: Quizzes
ru_ru: Тесты

source: Essays
ru_ru: Эссе

source: Assignments
ru_ru: Задания

source: Course
ru_ru: Курс

source: Step
ru_ru: Шаг

source: All Students
ru_ru: Все учащиеся

source: All Courses
ru_ru: Все курсы

source: Completed Steps
ru_ru: Завершенных шагов

source: Incomplete Steps
ru_ru: Незавершенных шагов

source: Marked Assignments
ru_ru: Отмеченные задания

source: Unmarked Assignments
ru_ru: Непомеченные задания

source: Assignment
ru_ru: Задание

source: Graded Date
ru_ru: Дата оценки

source: Uploaded Date
ru_ru: Дата загрузки

source: Score
ru_ru: Оценка

source: Completed Courses
ru_ru: Завершенные курсы

source: Incomplete Courses
ru_ru: Незавершенные курсы

source: Marked Essays
ru_ru: Отмеченные эссе

source: Unmarked Essays
ru_ru: Непомеченные эссе

source: Completion Date
ru_ru: Дата завершения

source: Completed Lessons
ru_ru: Завершенные уроки

source: Incomplete Lessons
ru_ru: Незавершенные уроки

source: Lesson
ru_ru: Урок
