Repository: amishakov/buddyboss-platform
Catalog: src/languages/buddyboss-*.po
Languages: ru_ru

source: Mark Read
ru_ru: Отметить как прочитано

source: Loading Suggestions
ru_ru: Загрузка предложений

source: Show:
ru_ru: Показать:

source: I would like my site to appear in search engines, and in public listings around this network.
ru_ru: Я бы хотел, чтобы мой сайт появлялся в поисковых системах и в публичных списках в этой сети.

source: Close (Esc)
ru_ru: Закрыть (Esc)

source: By creating an account you are agreeing to the <a class="popup-modal-register popup-privacy" href="#privacy-modal">%s</a>.
ru_ru: Создавая аккаунт, вы соглашаетесь с <a class="popup-modal-register popup-privacy" href="#privacy-modal">%s</a>.

source: By creating an account you are agreeing to the <a class="popup-modal-register popup-terms" href="#terms-modal">%s</a> and <a class="popup-modal-register popup-privacy" href="#privacy-modal">%s</a>.
ru_ru: Создавая аккаунт, вы соглашаетесь с <a class="popup-modal-register popup-terms" href="#terms-modal">%s</a> и <a class="popup-modal-register popup-privacy" href="#privacy-modal">%s</a>.

source: Member changed profile photo
ru_ru: Участник сменил фото профиля

source: Updated Profile Photos
ru_ru: Обновленные фотографии профиля

source: Updated Profile
ru_ru: Обновленный профиль

source: Profile Updates
ru_ru: Обновления профиля

source: %1$s changed %2$s photo
ru_ru: %1$s изменил %2$s фото

source: New Field Set
ru_ru: Новый набор полей

source: (Signup)
ru_ru: (Регистрация)

source: Add New Field
ru_ru: Добавить новое поле

source: Edit Field Set
ru_ru: Изменить набор полей

source: Delete Field Set
ru_ru: Удалить набор полей

source: * These fields appear on the signup page. The (Signup) fields cannot be deleted or moved, as they are needed for the signup process.
ru_ru: * Эти поля отображаются на странице регистрации. Поля (Регистрации) не могут быть удалены или перемещены, так как они необходимы для процесса регистрации.

source: You have no field sets.
ru_ru: У вас нет наборов полей.

source: field
ru_ru: поле

source: option
ru_ru: параметр

source: Are you sure you want to delete this field set and all of its included fields?
ru_ru: Вы уверены, что хотите удалить этот набор полей и все входящие в него поля?

source: %s must be at least 3 characters
ru_ru: %s должно содержать не менее 3 символов

source: %s has already been taken.
ru_ru: %s уже был взят.

source: Enter valid %s
ru_ru: Введите действительный %s

source: Medium
ru_ru: Средний

source: Meetup
ru_ru: Сходка

source: Add Another
ru_ru: Добавить еще

source: Your profile settings have been saved.
ru_ru: Настройки вашего профиля были сохранены.

source: This member's profile settings have been saved.
ru_ru: Настройки профиля этого участника были сохранены.

source: Select visibility
ru_ru: Выберите видимость

source: (required)
ru_ru: (обязательное)

source: (optional)
ru_ru: (необязательно)

source: Checkboxes
ru_ru: Чекбоксы

source: Single Fields
ru_ru: Одиночные поля

source: Day
ru_ru: День

source: Month
ru_ru: Месяц

source: Year
ru_ru: Год

source: Date format
ru_ru: Формат даты

source: Time elapsed
ru_ru: Время истекло

source: <code>4 years ago</code>, <code>4 years from now</code>
ru_ru: <code>4 года назад</code>, <code>Через 4 года</code>

source: Custom:
ru_ru: Произвольный:

source: Enter custom time format
ru_ru: Введите произвольный формат времени

source: Example:
ru_ru: Пример:

source: Range
ru_ru: Диапазон

source: Absolute
ru_ru: Абсолютное

source: Start:
ru_ru: Начать:

source: Select range
ru_ru: Выберите диапазон

source: years ago
ru_ru: лет назад

source: years from now
ru_ru: лет с этого момента

source: Sort Order:
ru_ru: Порядок сортировки:

source: Custom
ru_ru: Произвольный

source: Ascending
ru_ru: По возрастанию

source: Descending
ru_ru: По убыванию

source: Add an option
ru_ru: Добавить параметр

source: Male
ru_ru: Мужской

source: Female
ru_ru: Женский

source: Add Another Option
ru_ru: Добавить другой параметр

source: Number
ru_ru: Количество

source: Number field
ru_ru: Количество полей

source: Drop Down
ru_ru: Выпадающий

source: Social Networks
ru_ru: Социальные сети

source: Phone Format
ru_ru: Формат телефона

source: International
ru_ru: Международный

source: Single Line Text
ru_ru: Однострочный текст

source: Default Value
ru_ru: Значение по умолчанию

source: Users with no profile type
ru_ru: Пользователи без типа профиля

source: (Profile types: %s)
ru_ru: (Типы профилей: %s)

source: (Unavailable to all members)
ru_ru: (Недоступно для всех участников)

source: Profile fields must have a name.
ru_ru: Поля профиля должны иметь имя.

source: %s require at least one option.
ru_ru: % требует по крайней мере один параметр.

source: Edit Field
ru_ru: Изменить поле

source: Name (required)
ru_ru: Имя (обязательное)

source: Alternate Title
ru_ru: Альтернативное название

source: Instructions
ru_ru: Инструкции

source: This field should be available to:
ru_ru: Это поле должно быть доступно для:

source: Allow members to override
ru_ru: Разрешить участникам отменять

source: Requirement
ru_ru: Обязательно

source: Optional
ru_ru: Необязательно

source: Field Set Name (required)
ru_ru: Имя набора полей (обязательно)

source: Field Set Description
ru_ru: Описание набора полей

source: Add description
ru_ru: Добавить описание

source: Disabled
ru_ru: Отключено

source: Enabled
ru_ru: Включен

source: User marked as a spammer
ru_ru: Пользователь помечен как спамер.

source: Who can see this field?
ru_ru: Кто может видеть это поле?

source: Delete Profile Photo
ru_ru: Удалить фото профиля

source: Changes saved.
ru_ru: Изменения сохранены.

source: %1$s wrote a new post, %2$s
ru_ru: %1$s написал новую запись, %2$s

source: %1$s changed %2$s profile photo
ru_ru: %1$s изменил %2$s фото профиля

# Profile activity screen nav
source: Timeline
ru_ru: Лента

# Profile activity screen sub nav
source: Personal
ru_ru: Личное

# Profile activity screen sub nav
source: Likes
ru_ru: Нравится

# Profile activity screen sub nav
source: Connections
ru_ru: Контакты

# Profile activity screen sub nav
source: Groups
ru_ru: Группы

# Profile activity screen sub nav
source: Mentions
ru_ru: Упоминания

# Profile activity screen sub nav
source: Following
ru_ru: Слежу

# My Account Activity sub nav
source: Likes
ru_ru: Нравится

# My Account Activity sub nav
source: Connections
ru_ru: Контакты

# My Account Activity sub nav
source: Groups
ru_ru: Группы

# My Account Activity sub nav
source: Following
ru_ru: Слежу

# Label for the Title field of the Recent Networkwide Posts widget
source: Title:
ru_ru: Название:

# ui
source: Membership
ru_ru: Участие

# ui
source: Payments
ru_ru: Платежи

# User viewing his/her own profile
source: Your
ru_ru: Ваш

# Course Content Label
source: %s Content
ru_ru: Содержимое курса

# Records the timestamp that the user registered into the activity feed
source: registered %s
ru_ru: зарегистрирован %s

# Past Participle: Messages have been read
source: Read
ru_ru: Читать

# Tag prepended to active site-wide notice titles on WP Admin notices list table
source: Active: %s
ru_ru: Активные: %s

# Pending Certificate Status Label
source: Pending
ru_ru: Ожидающие
