Repository: amishakov/buddyboss-platform
Catalog: src/languages/buddyboss-*.po
Languages: ru_ru

source: Activity deleted successfully
ru_ru: Активность успешно удалена

source: There was an error when deleting that activity
ru_ru: При удалении этой активности произошла ошибка

source: Activity post saved.
ru_ru: Запись активности сохранена.

source: There was an error saving that post. Please try again.
ru_ru: При сохранении этого сообщения произошла ошибка. Пожалуйста, попробуйте еще раз.

source: %s | Site-Wide Activity
ru_ru: %s | Вся активность на сайте

source: Activity feed for the entire site.
ru_ru: Лента активности для всего сайта.

source: %1$s | %2$s | Activity
ru_ru: %1$s | %2$s | Активность

source: Activity feed for %s.
ru_ru: Лента активности для %s.

source: %1$s | %2$s | Connections Activity
ru_ru: %1$s | %2$s | Активность контактов

source: Activity feed for %s's connections.
ru_ru: Лента активности для контактов %s.

source: %1$s | %2$s | Group Activity
ru_ru: %1$s | %2$s | Активность группы

source: %1$s | %2$s | Mentions
ru_ru: %1$s | %2$s | Упоминания

source: %1$s | %2$s | Favorites
ru_ru: %1$s | %2$s | Избранное

source: Please enter some content to post.
ru_ru: Пожалуйста, введите содержимое для публикации.

source: Update Posted!
ru_ru: Обновление опубликовано!

source: There was an error when posting your update. Please try again.
ru_ru: При обновлении публикации произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Please do not leave the comment area blank.
ru_ru: Пожалуйста, не оставляйте область комментариев пустой.

source: Reply Posted!
ru_ru: Ответ опубликован!

source: There was an error posting that reply. Please try again.
ru_ru: При публикации этого ответа произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Post unsaved.
ru_ru: Сообщение не сохранено.

source: Activity
ru_ru: Активность

source: ERROR: Please type a reply.
ru_ru: ОШИБКА: Пожалуйста, введите ответ.

source: ERROR: The item you are trying to reply to cannot be found, or it has been deleted.
ru_ru: ОШИБКА. Запись, на которую вы пытаетесь ответить, не найдена или была удалена.

source: Overview
ru_ru: Обзор

source: Item, Link, Type
ru_ru: Элемент, Ссылка, Тип

source: For more information:
ru_ru: Для дополнительной информации:

source: <a href="https://www.buddyboss.com/resources/">Documentation</a>
ru_ru: <a href="https://www.buddyboss.com/resources/">Документация</a>

source: Status
ru_ru: Статус

source: Link
ru_ru: Ссылка

source: Type
ru_ru: Тип

source: Author ID
ru_ru: ID автора

source: Moderating Activity
ru_ru: Модерация активности

source: Activity list navigation
ru_ru: Навигация списка активности

source: Action
ru_ru: Действие

source: Edit activity action
ru_ru: Изменить действие активности

source: Content
ru_ru: Содержимое

source: Edit activity content
ru_ru: Изменить содержимое активности

source: No activity found with this ID.
ru_ru: С этим ID не было найдено активности.

source: Go back and try again.
ru_ru: Вернуться и попробовать снова.

source: View Activity
ru_ru: Смотреть активность

source: Approved
ru_ru: Одобрено

source: Spam
ru_ru: Спам

source: Submitted on: %s
ru_ru: Отправлено: %s

source: Edit
ru_ru: Изменить

source: Update
ru_ru: Обновить

source: Activity generated by posts and comments uses the link field for a permalink back to the content item.
ru_ru: Активность, генерируемая сообщениями и комментариями, использует поле ссылки для возврата к элементу содержимого.

source: Select activity type
ru_ru: Выберите тип активности

source: %s activity item has been permanently deleted.
ru_ru: %s элемент активности был удален навсегда.

source: Search results for "%s"
ru_ru: Поиск результатов для "%s"

source: Search all Activity
ru_ru: Поиск всех активностей

source: Reply to Activity
ru_ru: Ответить на активность

source: Reply
ru_ru: Ответить

source: Cancel
ru_ru: Отмена

source: Edit Activity
ru_ru: Изменить активность

source: By %1$s on %2$s
ru_ru: От %1$s %2$s

source: View on %s
ru_ru: Смотреть на %s

source: Your browser does not support HTML5 video
ru_ru: Ваш браузер не поддерживает видео HTML5

source: Your browser does not support HTML5 audio
ru_ru: Ваш браузер не поддерживает аудио HTML5

source: Read more
ru_ru: Подробнее

source: Read more
ru_ru: Читать еще

source: Load Newest
ru_ru: Загрузить новые

source: New item published
ru_ru: Новый элемент опубликован

source: New item comment posted
ru_ru: Новый элемент комментария опубликован

source: Item comments
ru_ru: Комментарии элемента

source: You like this
ru_ru: Вам нравится это

source: Unknown
ru_ru: Неизвестный

source: likes this
ru_ru: понравилось это

source: You and
ru_ru: Вы и

source: like this
ru_ru: нравится это

source: and
ru_ru: и

source: You,
ru_ru: Вы,

source: 1 other like this
ru_ru: еще одному нравится это

source: others like this
ru_ru: другим нравится это

source: Posted a status update
ru_ru: Обновление статуса опубликовано

source: Updates
ru_ru: Обновления

source: Replied to a status update
ru_ru: Ответил в обновлении статуса

source: Activity Comments
ru_ru: Комментарии активности

source: %1$s <span class="activity-to">to</span> %2$s%3$s%4$s
ru_ru: %1$s <span class="activity-to">к</span> %2$s%3$s%4$s

source: and
ru_ru: и

source: %s posted an update
ru_ru: %s опубликовал обновление

source: %s posted a new activity comment
ru_ru: %s опубликовал новый комментарий активности

source: %1$s wrote a new <a href="%2$s">item</a>
ru_ru: %1$s написал новую <a href="%2$s">запись</a>

source: %1$s commented on the <a href="%2$s">item</a>, on the site %3$s
ru_ru: %1$s прокомментировал <a href="%2$s">запись</a>, на сайте %3$s

source: %1$s commented on the <a href="%2$s">item</a>
ru_ru: %1$s прокомментировал <a href="%2$s">запись</a>

source: Thumbnail
ru_ru: Миниатюра

source: @%s Mentions
ru_ru: @%s Упоминаний

source: You have %1$d new mentions
ru_ru: У вас есть %1$d новых упоминаний

source: %1$s mentioned you
ru_ru: %1$s упомянул вас

source: %1$s commented on one of your updates
ru_ru: %1$s прокомментировал одно из ваших обновлений

source: New Activity comment reply
ru_ru: Новый комментарий в ленте активности

source: You have %1$d new comment replies
ru_ru: Вы получили %1$ ответов на новые комментарии

source: %1$s replied to one of your activity comments
ru_ru: %1$s ответил на один из ваших комментариев в активности

source: Activity Feed
ru_ru: Лента активностей

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: A member mentions you in an update using "@%s"
ru_ru: Пользователь упомянул вас в обновлении, воспользовавшись "@%s"

source: Yes, send email
ru_ru: Да, отправить письмо

source: No, do not send email
ru_ru: Нет, не отправлять письмо

source: A member replies to an update or comment you've posted
ru_ru: Пользователь отвечает на обновления или комментарии, которые вы опубликовали

source: Viewing 1 item
ru_ru: Просмотр 1 элемента

source: Profile photo of %s
ru_ru: Фото профиля %s

source: Profile photo
ru_ru: Фото профиля

source: Group logo
ru_ru: Логотип группы

source: Profile photo of the author of the site %s
ru_ru: Фото профиля автора сайта %s

source: %1$s no longer accepts arguments. See the inline documentation at %2$s for more details.
ru_ru: %1$s больше не принимает аргументы. Смотрите встроенную документацию на %2$s для более подробной информации.

source: Delete
ru_ru: Удалить

source: View
ru_ru: Посмотреть

source: Clear Filter
ru_ru: Очистить фильтр

source: a user
ru_ru: пользователь

source: Following
ru_ru: Подписчик

source: Unfollow
ru_ru: Отписаться

source: Follow
ru_ru: Подписаться

source: Activity Feeds
ru_ru: Ленты активности

source: Search Feed&hellip;
ru_ru: Поиск активности&hellip;

source: Timeline
ru_ru: Лента

source: Mentions %s
ru_ru: Упоминания %s

source: Mentions
ru_ru: Упоминания

source: Personal
ru_ru: Личное

source: Posts
ru_ru: Сообщения

source: My Activity
ru_ru: Моя активность

source: In reply to
ru_ru: В ответ на

source: No activities found.
ru_ru: Активности не найдены.

source: Activities list
ru_ru: Список активностей

source: Filter activities list
ru_ru: Фильтровать список активностей

source: All
ru_ru: Все

source: Spam <span class="count">(%s)</span>
ru_ru: Спасм <span class="count">(%s)</span>

source: Mark as Spam
ru_ru: Пометить как спам

source: Not Spam
ru_ru: Не спам

source: Delete Permanently
ru_ru: Удалить навсегда

source: Author
ru_ru: Автор

source: In Response To
ru_ru: В ответ на

source: Filter by activity type
ru_ru: Фильтровать по типу активности

source: View all actions
ru_ru: Смотреть все дейстия

source: Filter
ru_ru: Фильтр

source: New %s published
ru_ru: Новый %s опубликован

source: Unregistered action - %s
ru_ru: Незарегистрированное действие - %s

source: Replies disabled
ru_ru: Ответы отключены

source: Are you sure?
ru_ru: Вы уверены?

source: Submitted on %s
ru_ru: Отправлено %s

source: %1$s at %2$s
ru_ru: %1$s в %2$s

source: News Feed
ru_ru: Лента новостей

source: Flagged as spam by Akismet
ru_ru: Помечено как спам Akismet

source: Cleared by Akismet
ru_ru: Очищено Akismet

source: History
ru_ru: История

source: %s reported this activity as spam
ru_ru: %s отметили эту активность как спам

source: %s reported this activity as not spam
ru_ru: %s отметили эту активность как не спам

source: Activity History
ru_ru: История активности

source: You do not have access to this activity.
ru_ru: У вас нет доступа к этой активности.

source: New site created
ru_ru: Новый сайт создан

source: New Sites
ru_ru: Новые сайты

source: New post published
ru_ru: Новая запись опубликована

source: New post comment posted
ru_ru: Новый комментарий записи опубликован

source: Comments
ru_ru: Комментарии

source: (no title)
ru_ru: (без названия)

source: %1$s posted a new post, %2$s, on the site %3$s
ru_ru: %1$s опубликовал новую запись, %2$s, на сайте %3$s

source: %1$s posted a new post, %2$s
ru_ru: %1$s опубликовал новую запись, %2$s

source: %1$s commented on the post, %2$s, on the site %3$s
ru_ru: %1$s прокомментировал запись, %2$s, на сайте %3$s

source: %1$s commented on the post, %2$s
ru_ru: %1$s прокомментировал запись, %2$s

source: %1$s posted a new %2$s, %3$s, on the site %4$s
ru_ru: %1$s опубликовал %2$s, %3$s, на сайте %4$s

source: %1$s posted a new %2$s, %3$s
ru_ru: %1$s опубликовал %2$s, %3$s

source: active %s
ru_ru: активный %s

source: Never active
ru_ru: Еще не активен

source: Latest Post: %s
ru_ru: Последняя запись: %s

source: Create Site
ru_ru: Создать сайт

source: Site Name:
ru_ru: Название сайта:

source: Site Domain:
ru_ru: Домен сайта:

source: Your address will be
ru_ru: Ваш адрес будет

source: blogname
ru_ru: название блога

source: domain.
ru_ru: домен.

source: Site Title:
ru_ru: Заголовок сайта:

source: Congratulations! You have successfully registered a new site.
ru_ru: Поздравляем! Вы успешно зарегистрировали новый сайт.

source: %s is your new site.
ru_ru: %s ваш новый сайт.

source: Create a Site
ru_ru: Создать сайт

source: %s's Recent Posts
ru_ru: %s последние записи

source: %s's Recent Comments
ru_ru: %s Последних комментариев

source: Search
ru_ru: Поиск

source: Visit Site
ru_ru: Посетить сайт

source: %s site
ru_ru: %s сайт

source: Site Directory
ru_ru: Каталог сайта

source: Search sites&hellip;
ru_ru: Поиск сайтов&hellip;

source: Sites %s
ru_ru: Сайты %s

source: My Sites
ru_ru: Мои сайты

source: Sites
ru_ru: Сайты

source: A list of recently published posts from across your network.
ru_ru: Список недавно опубликованных сообщений внутри вашей сети.

source: (BB) Recent Networkwide Posts
ru_ru: (BB) Недавние сообщения в сети

source: Recent Networkwide Posts
ru_ru: Недавние сообщения в сети

source: Sorry, there were no posts found. Why not write one?
ru_ru: Извините, записей не найдено. Почему бы не написать одну?

source: Max posts to show:
ru_ru: Максимально записей для показа:

source: Components
ru_ru: Компоненты

source: Filter components list
ru_ru: Фильтр списка компонентов

source: All <span class="count">(%s)</span>
ru_ru: Все <span class="count">(%s)</span>

source: Active <span class="count">(%s)</span>
ru_ru: Активный <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
ru_ru: Неактивный <span class="count">(%s)</span>

source: Required <span class="count">(%s)</span>
ru_ru: Обязательный <span class="count">(%s)</span>

source: Components list
ru_ru: Список компонентов

source: Enable or disable all optional components in bulk
ru_ru: Включение или отключение всех дополнительных компонентов в массовом порядке

source: Component
ru_ru: Компонент

source: Description
ru_ru: Описание

source: Select %s
ru_ru: Выберите %s

source: Required
ru_ru: Обязательно

source: Deactivate
ru_ru: Деактивировать

source: Activate
ru_ru: Активировать

source: Edit Fields
ru_ru: Изменить поля

source: Settings
ru_ru: Настройки

source: No components found.
ru_ru: Компоненты не найдены

source: Select bulk action
ru_ru: Выбрать действие со списком

source: Bulk Actions
ru_ru: Действия со списком

source: Register
ru_ru: Регистрация

source: Repair
ru_ru: Восстановить

source: Pages
ru_ru: Страницы

source: Integrations
ru_ru: Интеграции

source: Tools
ru_ru: Инструменты

source: Help
ru_ru: Справка

source: Credits
ru_ru: Кредиты

source: By default, several BuddyBoss components are enabled. You can selectively enable or disable any of the components by using the form below. Your BuddyBoss installation will continue to function. However, the features of the disabled components will no longer be accessible to anyone using the site.
ru_ru: По умолчанию, некоторые компоненты BuddyBoss включены. Вы можете выборочно включать или выключать любой из компонентов, используя форму ниже. Ваша установка BuddyBoss будет продолжать работать. Однако возможности отключенных компонентов больше не будут доступны для всех, кто пользуется сайтом.

source: Select All
ru_ru: Выбрать все

source: Add to Menu
ru_ru: Добавить в меню

source: Choose when this email will be sent.
ru_ru: Выберите, когда это письмо будет отправлено.

source: User marked as spammer. Spam users are visible only to site admins.
ru_ru: Пользователь помечен как спамер. Пользователи спама видны только администраторам сайта.

source: User removed from spam.
ru_ru: Пользователь удален из спама.

source: Labels
ru_ru: Надписи

source: Permissions
ru_ru: Разрешения

source: WordPress Role
ru_ru: Роль WordPress

source: Shortcode
ru_ru: Шорткод

source: Profile Type
ru_ru: Тип профиля

source: e.g. Students
ru_ru: напр. Учащиеся

source: Singular Label
ru_ru: Одиночная Надпись

source: e.g. Student
ru_ru: напр. Учащийся

source: Members Directory
ru_ru: Каталог участников

source: Profile Field
ru_ru: Поле профиля

source: Allow users to self-select as this profile type from the "Profile Type" profile field dropdown.
ru_ru: Разрешить пользователям самостоятельно выбирать этот тип профиля в раскрывающемся поле "Тип профиля".

source: (None)
ru_ru: (Ничего)

source: Email Invites
ru_ru: Приглашения по Email

source: Allow members to select the profile type that the invited recipient will be automatically assigned to on registration. If checked, select which of the below profile types can be assigned to the recipient:
ru_ru: Разрешить участникам выбирать тип профиля, которому будет автоматически присвоен приглашенному получателю при регистрации. Если выбрано, укажите, какой из перечисленных ниже типов профиля может быть присвоен получателю:

source: Copy to clipboard
ru_ru: Копировать в буфер обмена

source: As your profile is currently assigned to this profile type, you cannot change its associated WordPress role. Changing this setting would remove your Administrator role and lock you out of the WordPress admin. You first need to remove yourself from this profile type (at Users > Your Profile > Extended) and then you can come back to this page to update the associated WordPress role.
ru_ru: Поскольку ваш профиль в настоящее время принадлежит этому типу профиля, вы не можете изменить его соответствующую роль в WordPress. Изменение этого параметра удалит вашу роль администратора и заблокирует доступ к управлению WordPress. Сначала вам нужно убрать себя из этого типа профиля (в Пользователи > Ваш профиль > Расширенный), а затем вы можете вернуться на эту страницу, чтобы обновить соответствующую роль WordPress.

source: Profile type updated.
ru_ru: Тип профиля обновлен.

source: Profile type published.
ru_ru: Тип профиля опубликован.

source: Profile type saved.
ru_ru: Тип профиля сохранен

source: Import Profile Types
ru_ru: Импорт типов профилей

source: Run Migration
ru_ru: Запустить миграцию

source: Nothing to import
ru_ru: Нечего импортировать

source: Successfully Imported
ru_ru: Успешно импортировано

source: Added successfully
ru_ru: Успешно добавлено

source: All Groups
ru_ru: Все группы

source: Group Types
ru_ru: Типы групп

source: Group Navigation
ru_ru: Навигация группы

source: Customize Layout
ru_ru: Настроить макет

source: Default Data
ru_ru: Данные по умолчанию

source: Articles
ru_ru: Статьи

source: Documentation
ru_ru: Документация

source: Online Resources
ru_ru: Онлайн ресурсы

source: Docs
ru_ru: Документы

source: Save Settings
ru_ru: Сохранить настройки

source: Component Pages
ru_ru: Страницы компонентов

source: Registration Pages
ru_ru: Страницы регистрации

source: View Tutorial
ru_ru: Посмотреть руководство

source: - Select a page -
ru_ru: - Выберите страницу -

source: Create Page
ru_ru: Создать страницу

source: General
ru_ru: Общие

source: First Name
ru_ru: Имя

source: Last Name
ru_ru: Фамилия

source: Nickname
ru_ru: Никнейм

source: Show the Toolbar for logged out users
ru_ru: Показать панель инструментов для вышедших пользователей

source: Allow members to delete their profiles
ru_ru: Позволить участникам удалять их профили

source: Show the Toolbar for logged-in members (non-admins)
ru_ru: Показать панель инструментов для зарегистрированных пользователей (не администраторов)

source: Show the Toolbar for logged-in admins
ru_ru: Показать панель инструментов для авторизованных администраторов

source: Restrict site access to only logged-in members
ru_ru: Разрешить доступ к сайту только зарегистрированным пользователям

source: Login and <a href="%s">Registration</a> content will remain publicly visible.
ru_ru: Вход и <a href="%s">Регистрация</a> останутся общедоступными.

source: Enable Akismet spam protection for activity feed
ru_ru: Включить Akismet для защиты от спама в ленте активности.

source: Automatically check for new activity posts
ru_ru: Автоматическая проверка новых записей в ленте

source: Automatically load more activity posts when scrolling to the bottom of the page
ru_ru: Автоматическая загрузка сообщений в ленте при прокрутке вниз страницы

source: Display activity in separate tabs based on activity type
ru_ru: Отображать активность в отдельных вкладках в зависимости от типа активности

source: Allow your users to follow the activity of each other on their timeline
ru_ru: Позвольте вашим пользователям следить за активностью друг друга на их ленте.

source: Allow your users to "Like" each other's activity posts
ru_ru: Разрешить вашим пользователям ставить "Нравится" друг другу к записям ленты

source: When links are used in activity posts, display an image and excerpt from the site
ru_ru: Когда ссылки используются в записях активности, покажите изображение и выдержку из сайта.

source: Allow members to upload photos for profile avatars
ru_ru: Разрешить участникам загружать фото для аватара профиля

source: Allow members to upload cover images
ru_ru: Разрешить участникам загружать фото обложки

source: Enable social group creation by all users
ru_ru: Включить создание социальных групп для всех пользователей

source: Administrators can always create groups, regardless of this setting.
ru_ru: Администраторы всегда могут создавать группы независимо от этого параметра.

source: Allow group organizers to upload an avatar
ru_ru: Разрешить организаторам групп загружать аватар

source: Allow group organizers to upload cover photos
ru_ru: Разрешить организаторам групп загружать фото обложки

source: Enable <a href="%s">group types</a> to better organize groups
ru_ru: Включите <a href="%s">типы групп</a> для лучшей организации групп

source: Enable group types to better organize groups
ru_ru: Включить типы групп для лучшей организации групп

source: Allow selected <a href="%s">profile types</a> to automatically join groups
ru_ru: Разрешить выбранным <a href="%s">типам профиля</a> автоматически присоединяться к группам

source: Allow selected profile types to automatically join groups
ru_ru: Разрешить выбранным типам профилей автоматически присоединяться к группам

source: When a member requests to join a group their membership is automatically accepted
ru_ru: Когда участник обращается с просьбой о вступлении в группу, его участие автоматически принимается.

source: Allow groups to have subgroups
ru_ru: Разрешить группам иметь подгруппы

source: Allow members to customize the email subject
ru_ru: Разрешить участникам настраивать тему письма

source: Allow members to customize the email body content
ru_ru: Разрешить пользователям настраивать содержимое тела электронной почты

source: Allow members to select profile type of invitee
ru_ru: Разрешить участникам выбирать тип профиля приглашенного

source: Blog Posts
ru_ru: Записи блога

source: When users publish new blog posts, show them in the activity feed.
ru_ru: Когда пользователи публикуют новые записи в блоге, показывайте их в ленте новостей.

source: Allow non-members to register new accounts
ru_ru: Разрешить посетителям регистрировать новые учетные записи

source: Only allow the selected profile types to send invites.
ru_ru: Только выбранным типам профилей разрешено отправлять приглашения.

source: Allow members to use <a href="https://gravatar.com/">gravatars</a> for profile avatars
ru_ru: Разрешить участникам использовать <a href="https://gravatar.com/">граватары</a> для аватаров профиля

source: (can be disabled)
ru_ru: (может быть отключен)

source: If you disable "First Name" and "Last Name" fields, they will not appear anywhere in the network. This allows your members to be fully anonymous (if they use a pseudonym for their nickname).
ru_ru: Если вы отключили поля "Имя" и "Фамилия" они нигде не появятся в сети. Это позволит вашим участникам быть полностью анонимными (если они используют псевдоним для своего никнейма).

source: Add Email confirmation to register form
ru_ru: Добавить подтверждение электронной почты в форму регистрации

source: Add Password confirmation to register form
ru_ru: Добавить подтверждение пароля в форму регистрации

source: Grid and List
ru_ru: Сетка и Список

source: Grid
ru_ru: Сетка

source: List
ru_ru: Список

source: Profile Dashboard
ru_ru: Консоль профиля

source: Forums
ru_ru: Форумы

source: Register Form
ru_ru: Форма регистрации

source: Terms of Service
ru_ru: Условия использования

source: Privacy Policy
ru_ru: Политика конфиденциальности

source: Activate Account
ru_ru: Активировать аккаунт

source: What do you want to import?
ru_ru: Что вы хотите импортировать?

source: Members
ru_ru: Участники

source: Profile fields (with data)
ru_ru: Поля профиля (с данными)

source: Connections
ru_ru: Контакты

source: Activity posts
ru_ru: Записи активности

source: Private messages
ru_ru: Личные сообщения

source: Groups
ru_ru: Группы

source: Discussions
ru_ru: Обсуждения

source: Replies
ru_ru: Ответы

source: Import Selected Data
ru_ru: Импорт выбранных данных

source: Clear Default Data
ru_ru: Очистить данные по умолчанию

source: Data to Repair:
ru_ru: Данные для восстановления:

source: Repair total connections count for each member.
ru_ru: Восстановить общее количество контактов для каждого участника.

source: Counting the number of connections for each user&hellip; %s
ru_ru: Подсчет количества контактов для каждого пользователя&hellip; %s
