Repository: amishakov/buddyboss-platform
Catalog: src/languages/buddyboss-*.po
Languages: ru_ru

source: Users &amp; Moderation
ru_ru: Пользователи &amp; Модерация

source: User
ru_ru: Пользователь

source: Hidden Discussion
ru_ru: Скрытое обсуждение

source: Hidden Reply
ru_ru: Скрытый ответ

source: Type:
ru_ru: Тип:

source: Status:
ru_ru: Статус:

source: Visibility:
ru_ru: Видимость:

source: Forum Parent
ru_ru: Родитель форума

source: - Select Forum -
ru_ru: - Выберите форум -

source: Order:
ru_ru: Порядок:

source: Forum Order
ru_ru: Порядок форума

source: Forum:
ru_ru: Форум:

source: Discussion:
ru_ru: Обсуждение:

source: - Select Discussion -
ru_ru: - Выберите обсуждение -

source: Reply To:
ru_ru: Ответить:

source: - Select Reply -
ru_ru: - Выберите ответ -

source: Website:
ru_ru: Веб-сайт:

source: IP Address
ru_ru: IP Адрес

source: <strong>Spam</strong> removes your reply from this list and places it in the spam queue, from which you can permanently delete it.
ru_ru: <strong>Спам</strong> удаляет ваш ответ из этого списка и помещает его в очередь спама, из которой вы можете удалить его навсегда.

source: <strong>Title</strong> - Enter a title for your reply. After you enter a title, you'll see the permalink below, which you can edit.
ru_ru: <strong>Название</strong> - Введите название вашего обсуждения. После ввода названия вы увидите ссылку ниже, которую можно изменить.

source: Select the attributes that your reply should have:
ru_ru: Выберите атрибуты, которые должен иметь ваш ответ:

source: <strong>Reply To</strong> determines the threading of the reply.
ru_ru: <strong>Ответить на</strong> определяет порядок ответа.

source: Author Information
ru_ru: Информация об авторе

source: Title
ru_ru: Название

source: No Discussion
ru_ru: Нет обсуждения

source: No Forum
ru_ru: Нет форума

source: (Mismatch)
ru_ru: (Несоответствие)

source: View "%s"
ru_ru: Просмотреть "%s"

source: Mark the reply as not spam
ru_ru: Пометить ответ как не спам

source: Mark this reply as spam
ru_ru: Пометить этот ответ как спам

source: Restore this item from the Trash
ru_ru: Восстановить этот элемент из корзины

source: Restore
ru_ru: Восстановить

source: Trash
ru_ru: Корзина

source: Empty Spam
ru_ru: Включить спам

source: In all forums
ru_ru: На всех форумах

source: Reply updated. <a href="%s">View topic</a>
ru_ru: Ответ обновлен. <a href="%s">Посмотреть тему</a>

source: Reply updated.
ru_ru: Ответ обновлен.

source: Reply created. <a href="%s">View topic</a>
ru_ru: Ответ создан. <a href="%s">Просмотреть тему</a>

source: Reply saved.
ru_ru: Ответ сохранен.

source: Reply submitted. <a target="_blank" href="%s">Preview topic</a>
ru_ru: Ответ отправлен. <a target="_blank" href="%s">Просмотр темы</a>

source: Forum Features
ru_ru: Особенности форума

source: Group Forums
ru_ru: Форумы группы

source: Revisions
ru_ru: Ревизии

source: Favorites
ru_ru: Избранные

source: Subscriptions
ru_ru: Подписки

source: Post Formatting
ru_ru: Форматирование записи

source: Discussion View
ru_ru: Просмотр обсуждения

source: Enable Group Forums
ru_ru: Включить форумы группы

source: Use Akismet
ru_ru: Использовать Akismet

source: Setting time limits and other user posting capabilities
ru_ru: Установка сроков и других возможностей публикации сообщений

source: minutes
ru_ru: минут

source: seconds
ru_ru: секунд

source: Allow guest users without accounts to create discussions and replies
ru_ru: Разрешить гостевым пользователям, не имеющим учетных записей, создавать обсуждения и ответы

source: Allow users to mark discussions as favorites
ru_ru: Разрешить пользователям отмечать обсуждения как избранные

source: Allow users to subscribe to forums and discussions
ru_ru: Разрешить пользователям подписываться на форумы и обсуждения

source: Allow discussions to have tags
ru_ru: Разрешить обсуждениям содержать теги

source: Allow forum wide search
ru_ru: Разрешить расширенный поиск по форуму

source: How many discussions and replies to show per page
ru_ru: Сколько обсуждений и ответов показывать на странице

source: per page
ru_ru: на странице

source: Forum Index
ru_ru: Каталог форума

source: Discussions by Last Post
ru_ru: Обсуждения по последней публикации

source: Allow social groups to have their own forums
ru_ru: Разрешить социальным группам иметь свои форумы

source: - Forums Directory -
ru_ru: - Каталог форумов -

source: Allow Akismet to actively prevent forum spam.
ru_ru: Разрешить Akismet активно предотвращать спам на форуме.

source: Forums Settings
ru_ru: Настройки форума

source: Save Changes
ru_ru: Сохранить изменения

source: Database Settings
ru_ru: Настройки базы данных

source: IP or hostname
ru_ru: IP или имя хоста

source: User for your database connection
ru_ru: Пользователь для подключения к базе данных

source: (If converting from BuddyBoss Forums, use "wp_bb_" or your custom prefix)
ru_ru: (При конвертации из BuddyBoss Forums используйте "wp_bb_" или свой собственный префикс).

source: Attempt to import user accounts from previous forums
ru_ru: Попытка импортировать учетные записи пользователей с предыдущих форумов

source: Start
ru_ru: Начать

source: Stop
ru_ru: Остановить

source: "Throttle time" is the amount of time required between posts from a single author. The higher the throttle time, the longer a user will need to wait between posting to the forum.
ru_ru: "Время задержки" - это время, необходимое между сообщениями от одного автора. Чем больше время задержки, тем дольше пользователю придется ждать между отправкой сообщения на форум.

source: Saving discussions allows users to return later to discussions they are interested in. This is enabled by default.
ru_ru: Сохранение обсуждений позволяет пользователям позже вернуться к интересующим их обсуждениям. Это включено по умолчанию.

source: Subscriptions allow users to subscribe for notifications to discussions that interest them. This is enabled by default.
ru_ru: Подписки позволяют пользователям подписываться на уведомления об обсуждениях, которые их интересуют. Это включено по умолчанию.

source: "Anonymous Posting" allows guest users who do not have accounts on your site to both create discussions as well as replies.
ru_ru: "Анонимная публикация" позволяет гостевым пользователям, у которых нет учетных записей на вашем сайте, создавать как обсуждения, так и ответы.

source: You must click the Save Changes button at the bottom of the screen for new settings to take effect.
ru_ru: Чтобы новые настройки вступили в силу, необходимо нажать кнопку "Сохранить изменения" внизу экрана.

source: Per Page
ru_ru: На странице

source: Slugs
ru_ru: Короткие ссылки

source: "Archive Slugs" are used as the "root" for your forums and discussions. If you combine these values with existing page slugs, Forums will attempt to output the most correct title and content.
ru_ru: "Короткие ссылки архивов" используются в качестве "корня" для ваших форумов и дискуссий. Если вы объедините эти значения с существующими вставками страниц, форумы попытаются вывести наиболее правильное название и содержимое.

source: "Single Slugs" are used as a prefix when viewing an individual forum, discussion, reply, user, or view.
ru_ru: "Single Slugs" используются в качестве префикса при просмотре отдельного форума, ответа в обсуждении, пользователя или просмотра.

source: Attachments
ru_ru: Вложения

source: Menus
ru_ru: Меню

source: Category base
ru_ru: Основная категория

source: Forum slug
ru_ru: Короткая ссылка форума

source: %s page
ru_ru: %s страница

source: Count discussions in each forum
ru_ru: Подсчитать количество обсуждений на каждом форуме

source: Count replies in each forum
ru_ru: Подсчет ответов на каждом форуме

source: Count replies in each discussion
ru_ru: Подсчет ответов в каждом обсуждении

source: Count members in each discussion
ru_ru: Подсчет участников в каждом обсуждении

source: Count discussions for each user
ru_ru: Подсчет обсуждений для каждого пользователя

source: Count replies for each user
ru_ru: Подсчет ответов для каждого пользователя

source: Nothing to remove!
ru_ru: Нечего удалять!

source: Backup your database before proceeding.
ru_ru: Создайте резервную копию базы данных, прежде чем продолжить.

source: Forum Settings
ru_ru: Настройки форума

source: Forum Activity
ru_ru: Активность форума

source: Delete imported users?
ru_ru: Удалить импортированных пользователей?

source: Are you sure you want to do this?
ru_ru: Вы уверены, что хотите это сделать?

source: This process cannot be undone.
ru_ru: Этот процесс необратим

source: Failed
ru_ru: Неудачно

source: Success!
ru_ru: Успешно!

source: Deleting Posts&hellip; %s
ru_ru: Удаление записей&hellip; %s

source: Deleting User&hellip; %s
ru_ru: Удаление пользователя&hellip; %s

source: Deleting Settings&hellip; %s
ru_ru: Удаление настроек&hellip; %s

source: <strong>Spam</strong> removes your discussion from this list and places it in the spam queue, from which you can permanently delete it.
ru_ru: <strong>Спам</strong> удаляет обсуждение из этого списка и помещает его в очередь спама, из которой вы можете удалить его навсегда.

source: When using Bulk Edit, you can change the status (Published, Private, etc.) and add discussion tags for all selected discussions at once. To remove a discussion from the grouping, just click the x next to its name in the Bulk Edit area that appears.
ru_ru: Используя пакетное редактирование, вы можете изменить статус ( опубликованный, приватный и т.д.) и добавить теги обсуждения для всех выбранных обсуждений одновременно. Чтобы удалить обсуждение из группы, просто нажмите на x рядом с его названием в появившейся области " Изменить группу".

source: Title and Discussion Editor
ru_ru: Редактор названий и обсуждений

source: <strong>Title</strong> - Enter a title for your discussion. After you enter a title, you'll see the permalink below, which you can edit.
ru_ru: <strong>Название</strong> - Введите название вашего обсуждения. После ввода названия вы увидите ссылку ниже, которую можно изменить.

source: Discussion Attributes
ru_ru: Атрибуты обсуждения

source: Select the attributes that your discussion should have:
ru_ru: Выберите атрибуты, которые должны быть у вашего обсуждения:

source: (No Forum)
ru_ru: (Нет форума)

source: No Replies
ru_ru: Нет ответов

source: Close this discussion
ru_ru: Закрыть это обсуждение

source: Open this discussion
ru_ru: Открыть это обсуждение

source: Open
ru_ru: Открыть

source: Unstick this discussion
ru_ru: Отключить это обсуждение

source: Unstick
ru_ru: Открепить

source: Stick
ru_ru: Прикрепить

source: (to front)
ru_ru: (спереди)

source: Mark the discussion as not spam
ru_ru: Пометить обсуждение как не спам

source: Mark this discussion as spam
ru_ru: Пометить это обсуждение как спам

source: Discussion created. <a href="%s">View discussion</a>
ru_ru: Обсуждение создано. <a href="%s">Просмотреть обсуждение</a>

source: Discussion saved.
ru_ru: Обсуждение сохранено.

source: Closed
ru_ru: Закрыто

source: Most popular discussions
ru_ru: Самые популярные обсуждения

source: Search Forums&hellip;
ru_ru: Поиск форумов&hellip;

source: My Discussions
ru_ru: Мои беседы

source: My Favorites
ru_ru: Мои любимые

source: year
ru_ru: год

source: years
ru_ru: лет

source: month
ru_ru: месяц

source: months
ru_ru: месяцы

source: week
ru_ru: неделя

source: weeks
ru_ru: недель

source: day
ru_ru: день

source: days
ru_ru: дней

source: hour
ru_ru: час

source: hours
ru_ru: часов

source: minute
ru_ru: минута

source: second
ru_ru: секунда

source: Private: %s
ru_ru: Частное: %s

source: Trashed: %s
ru_ru: Перемещено в корзину: %s

source: Organizer
ru_ru: Организатор

source: Moderator
ru_ru: Модерато

source: Spectator
ru_ru: Наблюдатель

source: Blocked
ru_ru: Заблокированный

source: No discussions available
ru_ru: Нет доступных обсуждений

source: Home
ru_ru: Главная

source: (Edit)
ru_ru: (Изменить)

source: Forum: %s
ru_ru: Форум: %s

source: Discussion: %s
ru_ru: Обсуждение: %s

source: %s Discussions
ru_ru: %s Обсуждений

source: %s Replies
ru_ru: %s Ответов

source: %s Saved
ru_ru: %s сохранен

source: %s Subscriptions
ru_ru: %s Подписок

source: %s Profile
ru_ru: %s Профиль

source: Edit Your Profile
ru_ru: Изменить свой профиль

source: View: %s
ru_ru: Посмотреть: %s

source: A simple login form with optional links to sign-up and lost password pages.
ru_ru: Простая форма входа с дополнительными ссылками на страницы регистрации и забытого пароля.

source: (BB) Forum Login Widget
ru_ru: (BB) Виджет входа на форум

source: Lost Password
ru_ru: Забыли пароль?

source: Register URI:
ru_ru: URI регистрации:

source: (BB) Forum Search Form
ru_ru: (BB) Форма поиска форума

source: Search Forums
ru_ru: Поиск форумов

source: A list of forums with an option to set the parent.
ru_ru: Список форумов с возможностью установки родительского.

source: (BB) Forums List
ru_ru: (BB) Список форумов

source: "0" to show only root - "any" to show all
ru_ru: "0", чтобы показать только корень - "любой", чтобы показать все

source: A list of recent discussions, sorted by popularity or freshness.
ru_ru: Список недавних обсуждений, отсортированных по популярности или новизне.

source: (BB) Forum Recent Topics
ru_ru: (ВВ) Недавние темы форума

source: by %1$s
ru_ru: от %1$s

source: Maximum topics to show:
ru_ru: Максимум тем для показа:

source: Show post date:
ru_ru: Показать дату публикации:

source: Show discussion author:
ru_ru: Показать автора обсуждения:

source: Order By:
ru_ru: Сортировать по:

source: Newest Discussions
ru_ru: Новые обсуждения

source: Popular Discussions
ru_ru: Популярные обсуждения

source: Some statistics from your forum.
ru_ru: Немного статистики с вашего форума.

source: (BB) Forum Statistics
ru_ru: (BB) Статистика форума

source: Forum Statistics
ru_ru: Статистика форума

source: A list of the most recent replies.
ru_ru: Список последних ответов.

source: (BB) Forum Recent Replies
ru_ru: (ВВ) Недавние ответы на форуме

source: Maximum replies to show:
ru_ru: Максимум ответов для показа:

source: Show reply author:
ru_ru: Показать ответ автора:

source: Re: Hello World!
ru_ru: Re: Привет Мир!

source: Oh, and this is what a reply looks like.
ru_ru: О, и вот как выглядит ответ.

source: %1$s reported this %2$s as spam
ru_ru: %1$s сообщил, что %2$s является спамом.

source: %1$s reported this %2$s as not spam
ru_ru: %1$s сообщил, что это %2$s не спам.

source: <strong>ERROR</strong>: Are you sure you wanted to do that?
ru_ru: <strong>ОШИБКА</strong>: вы уверены, что хотели это сделать?

source: Category
ru_ru: Категория

source: Public
ru_ru: Публичное

source: Private
ru_ru: Частная

source: All Forums
ru_ru: Все форумы

source: New Forum
ru_ru: Новый форум

source: Create New Forum
ru_ru: Создать новый форум

source: Edit Forum
ru_ru: Редактировать форум

source: View Forum
ru_ru: Посмотреть форум

source: Subscribe
ru_ru: Подписаться

source: Unsubscribe
ru_ru: Отписаться

source: (+ %d hidden)
ru_ru: (+ %d скрыт)

source: Group Forum Settings
ru_ru: Настройки форума группы

source: Group Forum:
ru_ru: Форум группы:

source: Discussion Forum
ru_ru: Форум обсуждения

source: Group Forum
ru_ru: Форум группы

source: This group does not currently have a forum.
ru_ru: В этой группе нет форума.

source: <strong>ERROR</strong>: You do not have permission to mark notifications for that user.
ru_ru: <strong>ОШИБКА</strong>: У вас нет разрешения отмечать уведомления для этого пользователя.

source: <strong>ERROR</strong>: Discussion does not exist.
ru_ru: <strong>ОШИБКА</strong>: Обсуждения не существует.

source: <strong>ERROR</strong>: Forum does not exist.
ru_ru: <strong>ОШИБКА</strong>: Форум не существует.

source: <strong>ERROR</strong>: Duplicate reply detected; it looks as though you've already said that!
ru_ru: <strong>ОШИБКА</strong>: Обнаружен повторный ответ; похоже, вы уже это сказали!

source: <strong>ERROR</strong>: Discussion is closed.
ru_ru: <strong>ОШИБКА</strong>: Обсуждение закрыто.

source: <strong>ERROR</strong>: Destination discussion ID not found!
ru_ru: <strong>ОШИБКА</strong>: ID объекта обсуждения не найден!

source: Reply To: %s
ru_ru: Ответить: %s

source: <strong>ERROR:</strong> You do not have the permission to do that!
ru_ru: <strong>ОШИБКА</strong>. У вас нет разрешения делать это!

source: All Posts
ru_ru: Все сообщения

source: All Replies
ru_ru: Все ответы

source: Member
ru_ru: Участник

source: Guest
ru_ru: Гость

source: Administrator
ru_ru: Администратор

source: New Reply
ru_ru: Новый ответ

source: Create New Reply
ru_ru: Создать новый ответ

source: Edit Reply
ru_ru: Изменить ответ

source: View Reply
ru_ru: Посмотреть ответ

source: Search Replies
ru_ru: Поиск ответов

source: No replies found
ru_ru: Ответы не найдены

source: This reply was modified %1$s by %2$s. Reason: %3$s
ru_ru: Отот ответ был изменен %1$s от %2$s. Причина: %3$s

source: This reply was modified %1$s by %2$s.
ru_ru: Отот ответ был изменен %1$s от %2$s.

source: Anonymous
ru_ru: Анонимный

source: View %s's profile
ru_ru: Просмотр профиля %s

source: Are you sure you want to delete that permanently?
ru_ru: Вы уверены, что хотите удалить это навсегда?

source: Unspam
ru_ru: Не спам

source: Split
ru_ru: Разделить

source: Split the topic from this reply
ru_ru: Отделить тему от ответа

source: Search Results for '%s'
ru_ru: Поиск результатов для '%s'

source: Viewing %1$s result
ru_ru: Просмотр %1$s результата

source: Viewing %2$s of %4$s results
ru_ru: Просмотр %2$s из %4$s результата

source: Registered Members
ru_ru: Зарегистрированные участники

source: Hidden Discussions
ru_ru: Скрытые обсуждения

source: Hidden Replies
ru_ru: Скрытые ответы

source: You are already logged in.
ru_ru: Вы уже вошли в систему.

source: You do not have permission to view this forum.
ru_ru: У вас нет разрешения на просмотр этого форума

source: No replies added here yet.
ru_ru: Здесь пока нет добавленных ответов.

source: No search results were found here.
ru_ru: Результатов поиска не было найдено здесь.

source: Your information:
ru_ru: Ваша информация:

source: Attach a photo
ru_ru: Прикрепить фото

source: Post a GIF
ru_ru: Разместить GIF

source: Insert an emoji
ru_ru: Вставить смайлик

source: Now Editing &ldquo;%s&rdquo;
ru_ru: Сейчас редактируется &ldquo;%s&rdquo;

source: Forum Type
ru_ru: Тип форума

source: Visibility
ru_ru: Видимость

source: (No Parent)
ru_ru: (Без родителя)

source: Submit
ru_ru: Отправить

source: You cannot create new forums.
ru_ru: Вы не можете создавать новые форумы.

source: You must be logged in to create new forums.
ru_ru: Вы должны войти в систему, чтобы создавать новые форумы.

source: Protected
ru_ru: Защищенный

source: You cannot edit this reply.
ru_ru: Вы не можете изменить этот ответ.

source: Optional reason for editing:
ru_ru: Необязательная причина для редактирования:

source: Post
ru_ru: Опубликовать

source: You cannot reply to this discussion.
ru_ru: Вы не можете ответить на это обсуждение.

source: Log in to reply.
ru_ru: Войдите, чтобы ответить.

source: Destination
ru_ru: Место назначения

source: Merge with this topic:
ru_ru: Объединить с этой темой:

source: Merge discussion subscribers
ru_ru: Объединить подписчиков обсуждения

source: Merge discussion tags
ru_ru: Объединить теги обсуждения

source: You cannot edit this discussion.
ru_ru: Вы не можете редактировать это обсуждение.

source: When you split a discussion, you are slicing it in half starting with the reply you just selected. Choose to use that reply as a new discussion with a new title, or merge those replies into an existing discussion.
ru_ru: Когда вы разбиваете дискуссию на части, вы разбиваете ее на части, начиная с выбранного вами ответа. Выберите использование этого ответа в качестве нового обсуждения с новым заголовком или объедините эти ответы в существующее обсуждение.

source: Split Method
ru_ru: Способ разделения

source: Copy subscribers to the new discussion
ru_ru: Копировать подписчиков в новое обсуждение

source: Copy favoriters to the new discussion
ru_ru: Скопировать избранное в новое обсуждение

source: Copy discussion tags to the new discussion
ru_ru: Скопировать теги обсуждения в новое обсуждение

source: Rename
ru_ru: Переименовать

source: Leave the slug empty to have one automatically generated.
ru_ru: Оставьте короткую ссылку пустой чтобы она сгенерировалась автоматически

source: Slug:
ru_ru: Короткая ссылка

source: Merge
ru_ru: Объединить

source: Existing tag:
ru_ru: Существующий тег:

source: Ask a question or share an idea.
ru_ru: Задайте вопрос или поделитесь идеей.

source: Start New Discussion
ru_ru: Начать новое обсуждение

source: You cannot create new discussions.
ru_ru: Вы не можете создавать новые обсуждения.

source: You must be logged in to create new discussions.
ru_ru: Вы должны войти в систему, чтобы создавать новые обсуждения.

source: Last updated %s
ru_ru: Последнее обновление %s

source: Forum:
ru_ru: Форум:

source: In reply to:
ru_ru: В ответ на:

source: Discussion:
ru_ru: Обсуждение:

source: in group forum
ru_ru: на форуме группы

source: in forum
ru_ru: на форуме

source: Search Results
ru_ru: Поиск результатов

source: in reply to:
ru_ru: в ответ на:

source: Started by: %1$s
ru_ru: Начат: %1$s

source: My Favorite Discussions
ru_ru: Мои любимые обсуждения

source: This user has no liked discussions.
ru_ru: У этого пользователя нет понравившихся обсуждений.

source: Profile
ru_ru: Профиль

source: Discussions Started: %s
ru_ru: Обсуждение начато: %s

source: You have not replied to any discussions.
ru_ru: Вы не ответили ни на одно обсуждение.

source: This user has not replied to any topics.
ru_ru: Этот пользователь не ответил ни на одну из тем.

source: You are not currently subscribed to any forums.
ru_ru: В настоящее время вы не подписаны ни на какие форумы.

source: This user is not currently subscribed to any forums.
ru_ru: Этот пользователь в настоящее время не подписан на какие-либо форумы.

source: You are not currently subscribed to any discussions.
ru_ru: В настоящее время вы не подписаны ни на какие обсуждения.

source: This user is not currently subscribed to any discussions.
ru_ru: Этот пользователь в настоящее время не подписан на обсуждения.

source: Forum Discussions Started
ru_ru: Обсуждение на форуме начато

source: You have not created any discussions.
ru_ru: Вы не создали ни одного обсуждения.

source: This user has not created any discussions.
ru_ru: Этот пользователь не создал ни одного обсуждения.

source: Type your reply here
ru_ru: Введите свой ответ здесь

source: Something went wrong. Refresh your browser and try again.
ru_ru: Что-то пошло не так. Обновите ваш браузер и попробуйте снова.

source: Subscriptions are no longer active.
ru_ru: Подписки больше не активны.

source: Please login to subscribe to this forum.
ru_ru: Пожалуйста, войдите, чтобы подписаться на этот форум.

source: Are you sure you meant to do that?
ru_ru: Вы уверены, что хотите это сделать?

source: Saving discussions is no longer active.
ru_ru: Сохранение обсуждений больше не активно.

source: Please login to subscribe to this discussion.
ru_ru: Пожалуйста, войдите, чтобы подписаться на это обсуждение.

source: Pending
ru_ru: В ожидании

source: <strong>ERROR:</strong> You do not have the permission to do that.
ru_ru: <strong>ОШИБКА:</strong> у вас нет разрешения на это.

source: All Discussions
ru_ru: Все обсуждения

source: New Discussion
ru_ru: Новое обсуждение

source: Edit Discussion
ru_ru: Редактировать обсуждение

source: View Discussion
ru_ru: Посмотреть беседу

source: Search Discussions
ru_ru: Поиск обсуждений

source: No discussions found
ru_ru: Обсуждения не найдены

source: No discussions found in trash
ru_ru: Обсуждения не найдены в корзине

source: Favorite
ru_ru: Избранное

source: Unfavorite
ru_ru: Убрать из избранного

source: This topic is marked as spam.
ru_ru: Эта тема помечена как спам.

source: This topic is in the trash.
ru_ru: Эта тема в корзине.
