Repository: amishakov/buddyboss-platform
Catalog: src/languages/buddyboss-*.po
Languages: ru_ru

source: Failed!
ru_ru: Неудачно!

source: Complete!
ru_ru: Завершено!

source: %s members updated successfully.
ru_ru: %s участников успешно обновлены.

source: Use the %s to repair these relationships.
ru_ru: Используйте %s для восстановления этих связей.

source: Activity Settings
ru_ru: Настройки активностей

source: Activity auto-refresh
ru_ru: Автоматическое обновление активности

source: Activity auto-load
ru_ru: Автоматическая загрузка активности

source: Activity tabs
ru_ru: Вкладки активности

source: Likes
ru_ru: Нравится

source: Link Previews
ru_ru: Предпросмотр ссылки

source: Posts in Activity Feeds
ru_ru: Сообщения в лентах активности

source: BuddyBoss Platform
ru_ru: BuddyBoss платформа

source: Post Comments
ru_ru: Опубликовать комментарии

source: Custom Post Types
ru_ru: Произвольные типы записей

source: Connection Settings
ru_ru: Настройки контактов

source: Messaging
ru_ru: Обмен сообщениями

source: Require users to be connected before they can message each other
ru_ru: Пользователям необходимо установить контакт прежде чем они могут писать друг другу

source: General Settings
ru_ru: Основные настройки

source: Registrations
ru_ru: Регистрации

source: Account Deletion
ru_ru: Удаление аккаунта

source: Toolbar
ru_ru: Панель инструментов

source: Privacy
ru_ru: Конфиденциальность

source: Private Network
ru_ru: Частная сеть

source: Public Content
ru_ru: Публичный контент

source: Main Settings
ru_ru: Основные параметры

source: Groups Settings
ru_ru: Настройки групп

source: Group Settings
ru_ru: Настройки группы

source: Group Creation
ru_ru: Создание группы

source: Group Avatars
ru_ru: Аватары группы

source: Group Cover Images
ru_ru: Изображения обложки группы

source: Group Hierarchies
ru_ru: Групповые иерархии

source: Hierarchies
ru_ru: Иерархии

source: Restrict Invitations
ru_ru: Ограничить приглашения

source: Enabled View(s)
ru_ru: Включенный вид(ы)

source: Default View
ru_ru: Вид по умолчанию

source: Invites
ru_ru: Приглашения

source: Email Invites Settings
ru_ru: Настройки приглашений по Email

source: Email Subject
ru_ru: Тема письма

source: Set Profile Type
ru_ru: Установить тип профиля

source: Allowed Profile Type
ru_ru: Разрешить типы профилей

source: Media
ru_ru: Медиа

source: Messages
ru_ru: Сообщения

source: Messages Settings
ru_ru: Настройки сообщений

source: Registration
ru_ru: Регистрация

source: Registration Settings
ru_ru: Настройки регистрации

source: Profiles
ru_ru: Профили

source: Profile Names
ru_ru: Имена профиля

source: Profile Photos
ru_ru: Фото профиля

source: Profile Avatars
ru_ru: Аватары профиля

source: Profile Gravatars
ru_ru: Граватары профиля

source: Profile Cover Images
ru_ru: Изображения обложки профиля

source: Profile Types
ru_ru: Типы профилей

source: Display Profile Types
ru_ru: Показывать типы профилей

source: Default Profile Type
ru_ru: Тип профиля по умолчанию

source: Profile Search
ru_ru: Поиск профиля

source: Profile Directories
ru_ru: Каталог профиля

source: First Name &amp; Last Name
ru_ru: Имя и Фамилия

source: Enable <a href="%s">profile types</a> to give members unique profile fields and permissions
ru_ru: Включение <a href="%s">типов профиля</a> для предоставления участникам уникальных полей профиля и разрешений

source: Enable profile types to give members unique profile fields and permissions
ru_ru: Включение типов профиля для предоставления участникам уникальных полей профиля и разрешений

source: Display each member's profile type on their profile page
ru_ru: Отображать тип профиля каждого пользователя на его странице профиля

source: You first need to create some <a href="%s">Profile Types</a>.
ru_ru: Сначала вам нужно создать несколько <a href="%s">Типов профилей</a>.

source: Enable <a href="%s">advanced profile search</a> on the members directory.
ru_ru: Включить <a href="%s">расширенный поиск профиля</a> в каталоге участников.

source: Enable advanced profile search on the members directory
ru_ru: Включить расширенный поиск профиля в каталоге участников

source: Display profile/member directories in Grid View, List View, or allow toggling between both views.
ru_ru: Отображает каталоги профилей/участников в виде сетки, списка или позволяет переключаться между двумя видами.

source: Close pop-up
ru_ru: Закрыть всплывающее окно

source: Close
ru_ru: Закрыть

source: New in BuddyBoss
ru_ru: Новенький в BuddyBoss

source: Welcome to BuddyBoss Platform
ru_ru: Добро пожаловать на платформу BuddyBoss.

source: 1. New "BuddyBoss Theme"
ru_ru: 1. Новая "BuddyBoss Theme"

source: 2. Forum Discussions
ru_ru: 2. Обсуждения форума

source: 3. Media Uploading
ru_ru: 3. Загрузка медиа

source: 4. Profile and Group Types
ru_ru: 4. Профиль и типы групп

source: 5. Network Search
ru_ru: 5. Поиск в сети

source: 6. Email Invites
ru_ru: 6. Приглашения по Email

source: 7. Private Network
ru_ru: 7. Частная сеть

source: <strong>Thank you for using BuddyBoss!</strong>
ru_ru: <strong>Спасибо вам за использование BuddyBoss!</strong>

source: Built by <a href="%s">BuddyBoss</a>.
ru_ru: Построен на <a href="%s">BuddyBoss</a>.

source: Software Development
ru_ru: Разработка программного обеспечения

source: Marketing and Strategy
ru_ru: Маркетинг и стратегия

source: For more information, see <a href="%s">the release notes</a>.
ru_ru: Для получения дополнительной информации смотрите <a href="%s">примечания к выпуску</a>.

source: My Account
ru_ru: Мой аккаунт

source: Edit My Profile
ru_ru: Изменить

source: Log Out
ru_ru: Выйти

source: You have attempted to queue too many files.
ru_ru: Вы пытались поставить слишком много файлов в очередь.

source: %s exceeds the maximum upload size for this site.
ru_ru: %s превышает максимальный размер загрузки для данного сайта.

source: This file is empty. Please try another.
ru_ru: Этот файл пуст. Пожалуйста, попробуйте другой.

source: This file type is not allowed. Please try another.
ru_ru: Этот тип файла не разрешен. Пожалуйста, попробуйте другой.

source: This file is not an image. Please try another.
ru_ru: Этот файл не является изображением. Пожалуйста, попробуйте другой.

source: Memory exceeded. Please try another smaller file.
ru_ru: Превышена память. Попробуйте другой файл поменьше.

source: You may only upload 1 file.
ru_ru: Вы можете загрузить только 1 файл.

source: HTTP error.
ru_ru: HTTP ошибка.

source: Upload failed.
ru_ru: Загрузка не удалась.

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
ru_ru: %s превышает максимальный размер загрузки для многофайлового загрузчика при использовании в вашем браузере.

source: Security error.
ru_ru: Ошибка безопасности.

source: File canceled.
ru_ru: Файл отменен.

source: Upload stopped.
ru_ru: Загрузка остановлена.

source: Dismiss
ru_ru: Пропустить

source: Make sure to upload a unique file
ru_ru: Убедитесь, что вы загрузили уникальный файл

source: "%s" has failed to upload.
ru_ru: "%s" не удалось загрузить.

source: If you'd like to delete the existing profile photo but not upload a new one, please use the delete tab.
ru_ru: Если вы хотите удалить существующую фотографию профиля, но не загружать новую, пожалуйста, используйте вкладку Удалить.

source: Upload
ru_ru: Загрузить

source: Take Photo
ru_ru: Сфотографировать

source: Please allow application access to your camera.
ru_ru: Пожалуйста, предоставьте доступ приложению к вашей камере.

source: Please wait while your camera connects.
ru_ru: Пожалуйста, подождите, пока ваша камера подключится.

source: Camera loaded. Click "Capture" to take a photo.
ru_ru: Камера загружена. Нажмите кнопку " Снимок", чтобы получить фото.

source: Webcam not found or permission was denied. Please upload a photo.
ru_ru: Веб-камера не найдена или отказано в доступе. Пожалуйста, загрузите фото.

source: Your browser is not supported. Please upload a photo instead.
ru_ru: Ваш браузер не поддерживается. Пожалуйста, загрузите вместо этого фотографию.

source: Video error. Please upload a photo instead.
ru_ru: Ошибка видео. Пожалуйста, загрузите вместо него изображение.

source: Your profile photo is ready. Click "Save" to use this photo.
ru_ru: Ваше фото профиля готово. Нажмите "Сохранить", чтобы использовать это фото.

source: For best results, upload an image that is %1$spx by %2$spx or larger.
ru_ru: Для достижения наилучших результатов загрузите изображение размером %1$spx на %2$spx или больше.

source: Upload Error: %s
ru_ru: Ошибка загрузки: %s

source: Profile Photo
ru_ru: Фото профиля

source: Upload Failed! Error was: %s
ru_ru: Загрузка не удалась! Ошибка была: %s

source: You do not have access to this page.
ru_ru: У вас нет доступа к этой странице

source: Please login to access this website.
ru_ru: Пожалуйста, войдите, чтобы получить доступ к этому сайту.

source: This is a required field.
ru_ru: Это обязательное поле

source: Customize the appearance of emails sent by BuddyBoss.
ru_ru: Настройка внешнего вида писем, отправленных BuddyBoss.

source: Header
ru_ru: Шапка

source: Body
ru_ru: Тело

source: Footer
ru_ru: Подвал

source: Upload Logo
ru_ru: Загрузить логотип

source: Body Background Color
ru_ru: Основной фоновый цвет

source: Body Border Color
ru_ru: Цвет основной границы

source: Body Secondary Text Color
ru_ru: Размер дополнительного основного текста

source: Body Text Size
ru_ru: Размер основного текста

source: Quote Background Color
ru_ru: Фоновый цвет цитаты

source: Links and Buttons Color
ru_ru: Цвет ссылок и кнопок

source: Footer Text
ru_ru: Текст подвала

source: Footer Text Color
ru_ru: Цвет текста подвала

source: Footer Text Size
ru_ru: Размер текста подвала

source: [User Set]
ru_ru: [Набор пользователя]

source: Page %s
ru_ru: Страница %s

source: Custom Link
ru_ru: Произвольная ссылка

source: Photos
ru_ru: Фотографии

source: right now
ru_ru: только что

source: %s ago
ru_ru: %s назад

source: %s year
ru_ru: %s год

source: %s month
ru_ru: %s месяц

source: %s week
ru_ru: %s неделя

source: %s day
ru_ru: %s день

source: %s hour
ru_ru: %s час

source: %s minute
ru_ru: %s минуту

source: %s second
ru_ru: %s секунда

source: Member Profiles
ru_ru: Профили участников

source: Profile Fields
ru_ru: Поля профиля

source: Customize your community with fully editable profile fields that allow members to share details about themselves.
ru_ru: Настройте свое сообщество с помощью полностью редактируемых полей профиля, которые позволяют участникам обмениваться информацией о себе.

source: Account Settings
ru_ru: Настройки учетной записи

source: Allow members to modify their account and notification settings from within their profile.
ru_ru: Разрешить участникам изменять свою учетную запись и настройки уведомлений в своем профиле.

source: Notifications
ru_ru: Уведомления

source: Social Groups
ru_ru: Социальные группы

source: Forum Discussions
ru_ru: Обсуждения форума

source: Media Uploading
ru_ru: Загрузка медиа

source: Private Messaging
ru_ru: Личное сообщение

source: Allow members to send private messages. Messages can be sent to one member or a group of members.
ru_ru: Разрешить участникам отправлять личные сообщения. Сообщения могут быть отправлены одному участнику или группе участников.

source: Member Connections
ru_ru: Контакты участника

source: Allow members to make connections with one another and focus on those they care about most.
ru_ru: Разрешите участникам устанавливать контакты друг с другом и концентрироваться на тех, кого они волнуют больше всего.

source: Network Search
ru_ru: Поиск в сети

source: Blog Feeds
ru_ru: Ленты блога

source: Have new blog posts and comments appear in site activity feeds. Make sure to enable Activity Feeds first.
ru_ru: Новые записи и комментарии в блогах появляются в лентах активности сайта. Убедитесь, что сначала включена лента активности.

source: Log In
ru_ru: Войти в систему

source: New Email
ru_ru: Новый email

source: Add New Email
ru_ru: Добавить новый Email

source: All Emails
ru_ru: Все электронные письма

source: Edit Email
ru_ru: Изменить Email

source: Filter email list
ru_ru: Фильтровать список писем

source: Email list
ru_ru: Список писем

source: Email list navigation
ru_ru: Навигация по списку писем

source: Email Templates
ru_ru: Шаблоны писем

source: All Email Situations
ru_ru: Все ситуации Email

source: Situations
ru_ru: Ситуации

source: Situation
ru_ru: Ситуация

source: Update Email Situation
ru_ru: Обновить ситуацию по электронной почте

source: [{{{site.name}}}] {{poster.name}} replied to one of your updates
ru_ru: [{{{site.name}}}] {{poster.name}} ответил на одно из ваших обновлений

source: <a href="{{{poster.url}}}">{{poster.name}}</a> replied to one of your updates: {{{activity_reply}}}
ru_ru: <a href="{{{poster.url}}}">{{poster.name}}</a> ответил на одно из ваших обновлений: {{{activity_reply}}}

source: {{poster.name}} replied to one of your updates: {{{activity_reply}}} Go to the discussion to reply or catch up on the conversation: {{{thread.url}}}
ru_ru: {{poster.name}} ответил на одно из ваших обновлений: {{{activity_reply}}} Перейдите к обсуждению, чтобы ответить или поддержать разговор: {{{thread.url}}}

source: [{{{site.name}}}] {{poster.name}} replied to one of your comments
ru_ru: [{{{site.name}}}] {{poster.name}} ответил на один из ваших комментариев

source: <a href="{{{poster.url}}}">{{poster.name}}</a> replied to one of your comments: {{{activity_reply}}}
ru_ru: <a href="{{{poster.url}}}">{{poster.name}}</a> ответил на один из ваших комментариев: {{{activity_reply}}}

source: {{poster.name}} replied to one of your comments: {{{activity_reply}}} Go to the discussion to reply or catch up on the conversation: {{{thread.url}}}
ru_ru: {{poster.name}} ответил на один из ваших комментариев: {{{activity_reply}}} Перейти к обсуждению, чтобы ответить или поддержать беседу: {{{thread.url}}}

source: [{{{site.name}}}] {{poster.name}} mentioned you in a status update
ru_ru: [{{{site.name}}}] {{poster.name}} упомянул вас в обновлении статуса

source: <a href="{{{poster.url}}}">{{poster.name}}</a> mentioned you in a status update: {{{status_update}}}
ru_ru: <a href="{{{poster.url}}}">{{poster.name}}</a> упомянул вас в обновлении статуса: {{{status_update}}}

source: {{poster.name}} mentioned you in a status update: {{{status_update}}} Go to the discussion to reply or catch up on the conversation: {{{mentioned.url}}}
ru_ru: {{poster.name}} упомянул вас в обновлении статуса: {{{status_update}}} Перейти к обсуждению, чтобы ответить или поддержать беседу: {{{mentioned.url}}}

source: [{{{site.name}}}] {{poster.name}} mentioned you in a group update
ru_ru: [{{{site.name}}}] {{poster.name}} упомянул вас в обновлении группы

source: <a href="{{{poster.url}}}">{{poster.name}}</a> mentioned you in the group "<a href="{{{group.url}}}">{{group.name}}</a>": {{{status_update}}}
ru_ru: <a href="{{{poster.url}}}">{{poster.name}}</a> упомянул вас в группе "<a href="{{{group.url}}}">{{group.name}}</a>": {{{status_update}}}

source: {{poster.name}} mentioned you in the group "{{group.name}}": {{{status_update}}} Go to the discussion to reply or catch up on the conversation: {{{mentioned.url}}}
ru_ru: {{poster.name}} упомянул вас в группе "{{group.name}}": {{{status_update}}} Перейти к обсуждению, чтобы ответить или поддержать беседу: {{{mentioned.url}}}

source: [{{{site.name}}}] Activate your account
ru_ru: [{{{site.name}}}] Активируйте свой аккаунт

source: Thanks for registering! To complete the activation of your account, go to the following link: <a href="{{{activate.url}}}">{{{activate.url}}}</a>
ru_ru: Спасибо за регистрацию! Для завершения активации вашей учетной записи перейдите по следующей ссылке: <a href="{{{activate.url}}}">{{{activate.url}}}</a>

source: Thanks for registering! To complete the activation of your account, go to the following link: {{{activate.url}}}
ru_ru: Спасибо за регистрацию! Для завершения активации вашей учетной записи перейдите по следующей ссылке: {{{activate.url}}}

source: [{{{site.name}}}] Activate {{{user-site.url}}}
ru_ru: [{{{site.name}}}] Активировать {{{user-site.url}}}

source: [{{{site.name}}}] New request to connect from {{initiator.name}}
ru_ru: [{{{site.name}}}] Новый запрос на добавление в контакты от {{initiator.name}}

source: <a href="{{{initiator.url}}}">{{initiator.name}}</a> wants to add you as a connection. {{{member.card}}} <a href="{{{friend-requests.url}}}">Click here</a> to manage this and all other pending requests.
ru_ru: <a href="{{{initiator.url}}}">{{initiator.name}}</a> хочет добавить вас в контакты. {{{member.card}}} <a href="{{{friend-requests.url}}}">Нажмите здесь</a> чтобы управлять этим и всеми другими ожидающими запросами.

source: {{initiator.name}} wants to add you as a connection. To accept this request and manage all of your pending requests, visit: {{{friend-requests.url}}} To view {{initiator.name}}'s profile, visit: {{{initiator.url}}}
ru_ru: {{initiator.name}} хочет добавить вас в контакты. Чтобы принять этот запрос и управлять всеми ожидающими запросами, посетите: {{{friend-requests.url}}} Для просмотра {{initiator.name}} профиля, посетите: {{{initiator.url}}}

source: [{{{site.name}}}] {{friend.name}} accepted your request to connect
ru_ru: [{{{site.name}}}] {{friend.name}} принят ваш запрос на добавление в контакты

source: <a href="{{{friendship.url}}}">{{friend.name}}</a> accepted your request to connect. {{{member.card}}}
ru_ru: <a href="{{{friendship.url}}}">{{friend.name}}</a> принял ваш запрос на добавление в контакты. {{{member.card}}}

source: {{friend.name}} accepted your friend request. To learn more about them, visit their profile: {{{friendship.url}}}
ru_ru: {{friend.name}} приняли ваш запрос на добавление в контакты. Чтобы узнать больше о них, посетите их профиль: {{{friendship.url}}}

source: [{{{site.name}}}] Group details updated
ru_ru: [{{{site.name}}}] Детали группы обновлены

source: [{{{site.name}}}] You have an invitation to the group: "{{group.name}}"
ru_ru: [{{{site.name}}}] У вас есть приглашение в группу: "{{group.name}}"

source: <a href="{{{inviter.url}}}">{{inviter.name}}</a> has invited you to join the group: <a href="{{{group.url}}}">{{group.name}}</a>. {{{group.invite_message}}} {{{group.small_card}}} <a href="{{{invites.url}}}">Click here</a> to manage this and all other pending group invites.
ru_ru: <a href="{{{inviter.url}}}">{{inviter.name}}</a> пригласил вас присоединиться к группе: <a href="{{{group.url}}}">{{group.name}}</a>. {{{group.invite_message}}} {{{group.small_card}}} <a href="{{{invites.url}}}">Нажмите здесь</a> для управления этим и всеми другими ожидающими приглашениями группы.

source: {{inviter.name}} has invited you to join the group: "{{group.name}}". {{{group.invite_message}}} To accept your invitation, visit: {{{invites.url}}} To learn more about the group, visit: {{{group.url}}}. To view {{inviter.name}}'s profile, visit: {{{inviter.url}}}
ru_ru: {{inviter.name}} пригласил вас присоединиться к группе: "{{group.name}}". {{{group.invite_message}}} Чтобы принять приглашение, посетите: {{{invites.url}}} Чтобы узнать больше о группе, посетите: {{{group.url}}}. Чтобы посмотреть {{inviter.name}} профиль, посетите: {{{inviter.url}}}

source: [{{{site.name}}}] You have been promoted in the group: "{{group.name}}"
ru_ru: [{{{site.name}}}] Вас повысили в группе: "{{group.name}}"

source: You have been promoted to <b>{{promoted_to}}</b> in the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot;. {{{group.small_card}}}
ru_ru: Вы были повышены до <b>{{promoted_to}}</b> в группе &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot;. {{{group.small_card}}}

source: You have been promoted to {{promoted_to}} in the group: "{{group.name}}". To visit the group, go to: {{{group.url}}}
ru_ru: Вы были повышены до {{promoted_to}} в группе: "{{group.name}}". Чтобы посетить группу, перейдите по ссылке: {{{group.url}}}

source: [{{{site.name}}}] Membership request for group: {{group.name}}
ru_ru: [{{{site.name}}}] Запрос на участие в группе: {{group.name}}

source: {{requesting-user.name}} wants to join the group "{{group.name}}". As you are the organizer of this group, you must either accept or reject the membership request. To manage this and all other pending requests, visit: {{{group-requests.url}}} To view {{requesting-user.name}}'s profile, visit: {{{profile.url}}}
ru_ru: {{requesting-user.name}} хочет присоединиться к группе. "{{group.name}}". Поскольку вы являетесь организатором этой группы, вы должны либо принять заявку на участие, либо отклонить ее. Для управления этим и всеми другими ожидающими ответа запросами посетите : {{{group-requests.url}}} Для просмотра {{requesting-user.name}} профиля, посетите: {{{profile.url}}}

source: [{{{site.name}}}] New message from {{sender.name}}
ru_ru: [{{{site.name}}}] Новое сообщение от {{sender.name}}

source: {{sender.name}} sent you a new message. {{{message}}}
ru_ru: {{sender.name}} отправил вам новое сообщение. {{{message}}}

source: {{sender.name}} sent you a new message. {{{message}}}" Go to the discussion to reply or catch up on the conversation: {{{message.url}}}
ru_ru: {{sender.name}} отправил вам новое сообщение. {{{message}}}" Перейти к беседе, чтобы ответить или поддержать разговор: {{{message.url}}}

source: [{{{site.name}}}] Verify your new email address
ru_ru: [{{{site.name}}}] Подтвердите ваш новый адрес электронной почты

source: [{{{site.name}}}] Membership request for group "{{group.name}}" accepted
ru_ru: [{{{site.name}}}] Запрос на участие в группе"{{group.name}}" одобрен

source: Your membership request for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; has been accepted. {{{group.small_card}}}
ru_ru: Ваш запрос на участие в группе &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; был принят. {{{group.small_card}}]

source: Your membership request for the group "{{group.name}}" has been accepted. To view the group, visit: {{{group.url}}}
ru_ru: Ваш запрос на участие в группе "{{group.name}}" был принят. Чтобы посмотреть группу, посетите: {{{group.url}}}

source: [{{{site.name}}}] Membership request for group "{{group.name}}" rejected
ru_ru: [{{{site.name}}}] Запрос на участие в группе"{{group.name}}" отклонен

source: Your membership request for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; has been rejected. {{{group.small_card}}}
ru_ru: Ваш запрос на участие в группе &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; был отклонен. {{{group.small_card}}]

source: Your membership request for the group "{{group.name}}" has been rejected. To request membership again, visit: {{{group.url}}}
ru_ru: Ваш запрос на участие в группе "{{group.name}}" был отклонен. Чтобы снова подать заявку на участие, посетите: {{{group.url}}}

source: [{{{site.name}}}] New discussion: {{discussion.title}}
ru_ru: [{{{site.name}}}] Новое обсуждение: {{discussion.title}}

source: {{poster.name}} started a new discussion <a href="{{discussion.url}}">{{discussion.title}}</a> in the forum <a href="{{forum.url}}">{{forum.title}}</a>: {{{discussion.content}}}
ru_ru: {{poster.name}} начал новое обсуждение <a href="{{discussion.url}}">{{discussion.title}}</a> на форуме <a href="{{forum.url}}">{{forum.title}}</a>: {{{discussion.content}}}

source: {{poster.name}} started a new discussion {{discussion.title}} in the forum {{forum.title}}: {{{discussion.content}}} Discussion Link: {{discussion.url}}
ru_ru: {{poster.name}} начал новое обсуждение {{discussion.title}} на форуме {{forum.title}}: {{{discussion.content}}} Ссылка обсуждения: {{discussion.url}}

source: [{{{site.name}}}] {{poster.name}} replied to one of your forum discussions
ru_ru: [{{{site.name}}}] {{poster.name}} ответил на одно из ваших обсуждений на форуме.
