Repository: amishakov/buddyboss-platform
Catalog: src/languages/buddyboss-*.po
Languages: ru_ru

source: {{poster.name}} replied to the discussion <a href="{{discussion.url}}">{{discussion.title}}</a> in the forum <a href="{{forum.url}}">{{forum.title}}</a>: {{{reply.content}}}
ru_ru: {{poster.name}} ответил в ходе обсуждения <a href="{{discussion.url}}">{{discussion.title}}</a>на форуме <a href="{{forum.url}}">{{forum.title}}</a>: {{{reply.content}}}

source: {{poster.name}} replied to the discussion {{discussion.title}} in the forum {{forum.title}}: {{{reply.content}}} Post Link: {{reply.url}}
ru_ru: {{poster.name}} ответил в обсуждении {{discussion.title}} на форуме {{forum.title}}: {{{reply.content}}} Ссылка на запись: {{reply.url}}

source: You have been invited by {{inviter.name}} to join the <a href="{{{site.url}}}">[{{{site.name}}}]</a> community.
ru_ru: Вы были приглашены {{inviter.name}} для присоединения в сообщество <a href="{{{site.url}}}">[{{{site.name}}}]</a>.

source: You have been invited by {{inviter.name}} to join the [{{{site.name}}}] community.
ru_ru: Вы были приглашены {{inviter.name}} для присоединения в сообщество [{{{site.name}}}].

source: A member has replied to an activity update that the recipient posted.
ru_ru: Участник ответил в обновление активности, которое отправил получатель.

source: You will no longer receive emails when someone replies to an update or comment you posted.
ru_ru: Вы больше не будете получать электронные письма, когда кто-то ответит на опубликованное вами обновление или комментарий.

source: A member has replied to a comment on an activity update that the recipient posted.
ru_ru: Участник ответил на комментарий в обновлении активности, опубликованном получателем.

source: Recipient was mentioned in an activity update.
ru_ru: Получатель был упомянут в обновлении активности.

source: A member has sent an invitation to connect to the recipient.
ru_ru: Участник отправил приглашение на добавление в контакты получателю

source: A group's details were updated.
ru_ru: Детали группы были обновлены.

source: A member has sent a group invitation to the recipient.
ru_ru: Участник отправил приглашение в группу получателю.

source: A member has requested permission to join a group.
ru_ru: Участник подал запрос о разрешении на вступление в группу.

source: Recipient has received a private message.
ru_ru: Получатель получил личное сообщение.

source: A member has created a new forum discussion.
ru_ru: Участник создал новое обсуждение на форуме.

source: A member has replied to a forum discussion that the participant is following.
ru_ru: Участник ответил в обсуждении на форуме, на который он подписан.

source: Something has gone wrong.
ru_ru: Что-то пошло не так

source: Please log in and go to your settings to unsubscribe from notification emails.
ru_ru: Пожалуйста, войдите в систему и перейдите к настройкам, чтобы отписаться от уведомлений.

source: Member changes their profile photo
ru_ru: Участник изменяет свое фото профиля

source: Member updates their profile details
ru_ru: Участник обновляет свои данные профиля

source: Member registers to the site
ru_ru: Пользователь регистрируется на сайте

source: Two members become connected
ru_ru: Два участника добавили друг друга в контакты

source: Member creates a group
ru_ru: Участник создает группу

source: Member joins a group
ru_ru: Пользователь присоединяется к группе

source: Group details are updated
ru_ru: Детали группы обновлены

source: Member creates a forum discussion
ru_ru: Участник создает обсуждение на форуме

source: Member replies to a forum discussion
ru_ru: Участник отвечает в обсуждении на форуме

source: Video URL required
ru_ru: Требуется URL видео

source: You have posted too many links
ru_ru: Вы разместили слишком много ссылок

source: You have posted an inappropriate word.
ru_ru: Вы разместили неподходящее слово.

source: Details
ru_ru: Детали

source: Options
ru_ru: Параметры

source: %s Directory
ru_ru: %s Каталог

source: Blogs
ru_ru: Блоги

source: Search anything&hellip;
ru_ru: Найти что-нибудь&hellip;

source: Community
ru_ru: Сообщество

source: Directory
ru_ru: Каталог

source: Create an Account
ru_ru: Создать аккаунт

source: Activate Your Account
ru_ru: Активируйте вашу учетную запись

source: Create a Group
ru_ru: Создать группу

source: Everything was deleted.
ru_ru: Все было удалено.

source: %s new members
ru_ru: %s новых участника(ов)

source: %s profile field entries
ru_ru: %s вводы полей профиля

source: %s member connections
ru_ru: %s контактов участника

source: %s private messages
ru_ru: %s личные сообщения

source: %s new social groups
ru_ru: %s новые социальные группы

source: %s group members (1 user can be in several groups)
ru_ru: %s участников группы (1 пользователь может быть в нескольких группах)

source: %s group activity items
ru_ru: %s элементы активности в группе

source: %s discussion activity items
ru_ru: %s записей обсуждения активности

source: Data was successfully imported
ru_ru: Данные были успешно импортированы

source: Site-Wide Activity
ru_ru: Вся активность на сайте

source: Moderate this trackback:
ru_ru: Модерировать этот трекбек:

source: [%1$s] Trackback: "%2$s"
ru_ru: [%1$s] Отслеживание: "%2$s"

source: Moderate this pingback:
ru_ru: Модерировать этот пингбек:

source: [%1$s] Pingback: "%2$s"
ru_ru: [%1$s] Пингбэк: "%2$s"

source: added comment on your post
ru_ru: добавлен комментарий к вашей записи

source: <a href="%s">Click here</a> to see all comments on this post.
ru_ru: <a href="%s">Нажмите здесь</a> чтобы увидеть все комментарии к этому сообщению.

source: Moderate this comment:
ru_ru: Модерировать этот комментарий

source: [%1$s] Comment: "%2$s"
ru_ru: [%1$s] Комментарий: "%2$s"

source: <a href="%s">Approve</a>
ru_ru: <a href="%s">Одобрить</a>

source: <a href="%s">Trash</a>
ru_ru: <a href="%s">Корзина</a>

source: <a href="%s">Delete</a>
ru_ru: <a href="%s">Удалить</a>

source: <a href="%s">Spam</a>
ru_ru: <a href="%s">Спам</a>

source: [%1$s] Please moderate: "%2$s"
ru_ru: [%1$s] Пожалуйста, модерируйте: "%2$s"

source: Password changed for user: %s
ru_ru: Пароль изменен для пользователя: %s

source: [%s] Password Changed
ru_ru: [%s] Пароль изменен

source: Username: <b>%s</b>
ru_ru: Имя пользователя: %s

source: [%s] New User Registration
ru_ru: [%s] регистрация нового пользователя

source: Username: %s
ru_ru: Имя пользователя: %s

source: To set your password <a href="%s">Click here</a>.
ru_ru: Чтобы установить свой пароль <a href="%s">Нажмите здесь</a>.

source: [%s] Your username and password info
ru_ru: [%s] Информация о вашем имени пользователя и пароле

source: If this was a mistake, just ignore this email and nothing will happen.
ru_ru: Если это было ошибкой, просто проигнорируйте это письмо, и ничего не произойдет.

source: To reset your password <a href="%s">Click here</a>.
ru_ru: Чтобы сбросить свой пароль <a href="%s">Нажмите здесь</a>.

source: This email has been sent to ###EMAIL###
ru_ru: Это письмо было отправлено по адресу ###EMAIL###

source: [%s] Notice of Password Change
ru_ru: [%s] Уведомление об изменении пароля

source: [%s] Notice of Email Change
ru_ru: [%s] Уведомление об изменении адреса электронной почты

source: Howdy,
ru_ru: Привет,

source: A request has been made to perform the following action on your account: <br />###DESCRIPTION###
ru_ru: Был сделан запрос на выполнение следующего действия на вашем аккаунте: <br />###DESCRIPTION###

source: Howdy USERNAME,
ru_ru: Привет USERNAME,

source: Hi,
ru_ru: Привет,

source: [%s] Notice of Admin Email Change
ru_ru: [%s] Уведомление об изменении адреса электронной почты администратора

source: Are you sure you want to import data? This action is going to alter your database. If this is a live website you may want to create a backup of your database first.
ru_ru: Вы уверены, что хотите импортировать данные? Это действие изменит вашу базу данных. Если это действующий веб-сайт, вы можете сначала создать резервную копию вашей базы данных.

source: BuddyBoss Settings
ru_ru: Настройки BuddyBoss

source: Plugin Integrations
ru_ru: Интеграция плагинов

source: BuddyBoss Help
ru_ru: Справка BuddyBoss

source: Available Tools
ru_ru: Доступные инструменты

source: About
ru_ru: О

source: Your profile photo was deleted successfully!
ru_ru: Ваша фотография профиля была успешно удалена!

source: There was a problem cropping the group profile photo.
ru_ru: Возникла проблема с обрезкой фотографии профиля группы.

source: The group profile photo was uploaded successfully.
ru_ru: Фото профиля группы было успешно загружено.

source: The group profile photo was deleted successfully!
ru_ru: Фотография профиля группы была успешно удалена!

source: The group cover photo was uploaded successfully.
ru_ru: Фото обложки группы было успешно загружено.

source: The file was uploaded successfully
ru_ru: Файл был успешно загружен

source: No file was uploaded.
ru_ru: Файл не был загружен.

source: Missing a temporary folder.
ru_ru: Отсутствует временная папка.

source: Failed to write file to disk.
ru_ru: Не удалось записать файл на диск.

source: File upload stopped by extension.
ru_ru: Загрузка файла остановлена из-за расширения.

source: Cropping the file failed: missing source file.
ru_ru: Не удалось обрезать файл: отсутствует исходный файл.

source: source file
ru_ru: исходный файл

source: destination file
ru_ru: файл назначения

source: Sorry, uploading the file failed.
ru_ru: К сожалению, загрузка файла не удалась.

source: File successfully uploaded.
ru_ru: Файл успешно загружен.

source: Every %d minutes
ru_ru: Каждые %d минут

source: Show a list of member avatars that are following the logged-in user.
ru_ru: Показать аватары списка участников подписавшихся на вошедшего пользователя.

source: (BB) - Users Following Me
ru_ru: (BB) - Пользователи, следящие за мной

source: More
ru_ru: Больше

source: Users Following Me
ru_ru: Пользователи следящие за мной

source: Title:
ru_ru: Название:

source: Max members to show:
ru_ru: Максимум участников для показа:

source: Show a list of member avatars that the logged-in user is following.
ru_ru: Показать список аватаров, за которыми следит вошедший в систему пользователь.

source: (BB) - Users I'm Following
ru_ru: (BB) - Пользователи, за которыми я слежу

source: Users I'm Following
ru_ru: Пользователи, за которыми я слежу

source: (BB) Log In
ru_ru: (BB) Вход в систему

source: Username
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Remember Me
ru_ru: Запомнить меня

source: A dynamic list of network posts
ru_ru: Динамический список сетевых сообщений

source: Permalink to %s
ru_ru: Постоянная ссылка на %s

source: Number of posts to show for each blog:
ru_ru: Количество записей отображаемых в каждом блоге:

source: Display post date?
ru_ru: Отображать дату записи?

source: Display post featured image?
ru_ru: Отображать рекомендуемое изображение записи?

source: %d group
ru_ru: %d группа

source: BuddyBoss group type
ru_ru: Тип группы BuddyBoss

source: Display the group description.
ru_ru: Показать описание группы.

source: Display the sent message, along with sender's photo and name.
ru_ru: Отображать отправленное сообщение вместе с фотографией и именем отправителя.

source: Display the link to the member profile who sent the message. Only works in email that is sent to a member when someone sends him/her a message.
ru_ru: Отображать ссылку на профиль участника, отправившего сообщение. Работает только в электронной почте, которая отправляется пользователю, когда кто-то посылает ему сообщение.

source: Display the link to the member profile who posted the update.
ru_ru: Показать ссылку на профиль участника, который разместил обновление.

source: Group
ru_ru: Группа

source: members
ru_ru: участники

source: member
ru_ru: участник

source: Visit Group
ru_ru: Посетить группу

source: Leave Group
ru_ru: Покинуть группу

source: Join Group
ru_ru: Присоединиться к группе

source: and %d more
ru_ru: и еще %d

source: connections
ru_ru: контакты

source: connection
ru_ru: контакт

source: View Profile
ru_ru: Посмотреть профиль

source: Social Group
ru_ru: Социальная группа

source: %s member
ru_ru: %s участник

source: This discussion has no replies.
ru_ru: В этом обсуждении нет ответов.

source: %s reply
ru_ru: %s ответ

source: %s discussion
ru_ru: %s обсуждение

source: This forum is empty.
ru_ru: Этот форум пуст.

source: New Group Type
ru_ru: Новый тип группы

source: Edit Group Type
ru_ru: Изменить тип группы

source: No Group Types found
ru_ru: Типы групп не найдены

source: No Group Types found in trash
ru_ru: Типы групп не найдены в корзине

source: Search Group Types
ru_ru: Поиск типов групп

source: Group Type
ru_ru: Тип группы

source: My Profile
ru_ru: Мой профиль

source: About Me
ru_ru: Обо мне

source: Website
ru_ru: Веб-сайт

source: %1$s mentioned you in the group "%2$s"
ru_ru: %1$s упомянул вас в группе "%2$s"

source: %1$s mentioned you in the group "%2$s": "%3$s" To view and respond to the message, log in and visit: %4$s ---------------------
ru_ru: %1$s упомянул вас в группе "%2$s": "%3$s" Чтобы просмотреть сообщение и ответить на него, войдите в систему и посетите: %4$s ---------------------

source: Recently Active
ru_ru: Недавно активные

source: Newest
ru_ru: Новые

source: Alphabetically
ru_ru: По алфавиту

source: Dashboard
ru_ru: Консоль

source: New Post
ru_ru: Новая запись

source: Manage Posts
ru_ru: Управление сообщениями

source: Manage Comments
ru_ru: Управление комментариями

source: Create a Site!
ru_ru: Создать сайт!

source: Sign Up
ru_ru: Зарегистрироваться

source: Visit
ru_ru: Посетить

source: Random Member
ru_ru: Случайный участник

source: Random Group
ru_ru: Случайная группа

source: Random Site
ru_ru: Случайный сайт

source: Admin Options
ru_ru: Параметры админа

source: Edit Details
ru_ru: Изменить детали

source: Group Profile Photo
ru_ru: Фото профиля группы

source: Manage Invitations
ru_ru: Управление приглашениями

source: Manage Members
ru_ru: Управление участниками

source: Membership Requests
ru_ru: Запросы на участие

source: Delete Group
ru_ru: Удалить группу

source: Blog Authors
ru_ru: Авторы блога

source: Edit %s's Profile
ru_ru: Изменить %s профиль

source: User Capabilities
ru_ru: Возможности пользователя

source: Delete %s's Account
ru_ru: Удалить аккаунт %s

source: No new notifications.
ru_ru: Нет новых уведомлений.

source: User removed as spammer.
ru_ru: Пользователь помечен как спамер.

source: %s has been deleted from the system.
ru_ru: %s был удален из системы.

source: Activities
ru_ru: Активности

source: Activities & Comments
ru_ru: Активность и Комментарии

source: Profile Update
ru_ru: Обновление профиля

source: Group Update
ru_ru: Обновление группы

source: Comment
ru_ru: Комментарий

source: Activity Action
ru_ru: Действие активности

source: Activity Content
ru_ru: Содержимое актиности

source: Created Date (GMT)
ru_ru: Дата создания (GMT)

source: Activity Type
ru_ru: Тип активности

source: Activity URL
ru_ru: URL активности

source: Forum Author
ru_ru: Автор форума

source: Forum Author Email
ru_ru: Email автора форума

source: Forum Title
ru_ru: Название форума

source: Forum Content
ru_ru: Содержимое форума

source: Forum Date
ru_ru: Дата форума

source: Forum URL
ru_ru: URL-адрес форума

source: Discussion Replies
ru_ru: Ответы обсуждения

source: Forum Replies
ru_ru: Ответы форума

source: Reply To:
ru_ru: Ответить:

source: Discussion Author
ru_ru: Автор обсуждения

source: Discussion Author Email
ru_ru: Email автора обсуждения

source: Discussion Content
ru_ru: Содержимое обсуждения

source: Discussion Name
ru_ru: Название обсуждения

source: Friendship
ru_ru: Дружба

source: Connection Name
ru_ru: Имя контакта

source: Sent Created (GMT)
ru_ru: Отправлено Созданное (GMT)

source: Group Name
ru_ru: Название группы

source: Group Description
ru_ru: Описание группы

source: Group slug
ru_ru: Короткая ссылка группы

source: Group Status
ru_ru: Статус группы

source: Group Avatar
ru_ru: Аватар группы

source: Group Cover Photo
ru_ru: Фото обложки группы

source: Total Members
ru_ru: Всего участников

source: Group Membership
ru_ru: Участие в группе

source: Sent Date (GMT)
ru_ru: Дата отправки (GMT)

source: Sent by
ru_ru: Отправлено от

source: Sent to
ru_ru: Отправлено

source: Group Comments
ru_ru: Комментарии группы

source: Private Messages
ru_ru: Личные сообщения

source: Message Threads & Replies
ru_ru: Темы сообщений и ответы

source: Message Subject
ru_ru: Тема сообщения

source: Message Content
ru_ru: Содержимое сообщения

source: Message Recipients
ru_ru: Получатели сообщений

source: Thread URL
ru_ru: URL темы

source: Mark as Read
ru_ru: Пометить прочитанным

source: Yes (Default)
ru_ru: Да (по умолчанию)

source: Email Preferences
ru_ru: Параметры почты

source: A member mentions you in an update using "@name"
ru_ru: Пользователь упомянул вас в обновлении с использованием "@name".

source: A member sends you a new message
ru_ru: Участник отправляет вам новое сообщение

source: A member invites you to connect
ru_ru: Участник приглашает вас подружиться

source: A member accepts your connection request
ru_ru: Участник принимает ваш запрос на добавление в контакты

source: A member invites you to join a group
ru_ru: Участник приглашает вас присоединиться к группе

source: You are promoted to a group organizer or moderator
ru_ru: Вы повышены до организатора группы или модератора

source: A member requests to join a private group you organize
ru_ru: Участник запросил вступление в частную группу, которую вы организовали.

source: User Profile Information
ru_ru: Информация о профиле пользователя

source: Avatar
ru_ru: Аватар

source: Cover Photo
ru_ru: Обложка

source: User Profile - Avatar & Cover Photos
ru_ru: Профиль пользователя - Аватар & Обложка

source: Every %d Minutes
ru_ru: Каждые %d минут

source: Form Fields
ru_ru: Поля формы

source: Preview
ru_ru: Предпросмотр

source: Field
ru_ru: Поле

source: Label
ru_ru: Надпись

source: Search Mode
ru_ru: Режим поиска

source: Remove
ru_ru: Удалить

source: WARNING
ru_ru: ВНИМАНИЕ!

source: Add Field
ru_ru: Добавить поле

source: contains
ru_ru: содержит

source: range
ru_ru: диапазон

source: date range
ru_ru: диапазон дат

source: distance
ru_ru: расстояние

source: is one of
ru_ru: один из

source: match any
ru_ru: соответствует любым

source: match all
ru_ru: соответствовать всем

source: Add New
ru_ru: Добавить

source: Add New Form
ru_ru: Добавить новую форму

source: Form updated.
ru_ru: Форма обновлена.

source: Form created.
ru_ru: Форма создана.

source: Select field
ru_ru: Выбрать поле

source: Filter Results
ru_ru: Фильтр результатов

source: <strong>%1$s</strong><span> is like:<span>
ru_ru: <strong>%1$s</strong><span> нравится:<span>

source: max: %1$s
ru_ru: максимально: %1$s

source: is one of: %1$s
ru_ru: один из: %1$s

source: match: %1$s
ru_ru: соответствует: %1$s

source: match any: %1$s
ru_ru: соответствует любым: %1$s

source: match all: %1$s
ru_ru: соответствует всем: %1$s

source: Other
ru_ru: Другие

source: Search all fields
ru_ru: Поиск по всем полям

source: Search every profile field
ru_ru: Поиск по каждому полю профиля

source: Courses
ru_ru: Курсы

source: Gender
ru_ru: Пол

source: Heading
ru_ru: Заголовок

source: %1$s: %2$s (%3$d km away)
ru_ru: %1$s: %2$s (%3$d км отсюда)

source: %1$s: %2$s (%3$d miles away)
ru_ru: %1$s: %2$s (%3$d миль отсюда)

source: Clear
ru_ru: Очистить

source: of
ru_ru: из

source: New forum discussion
ru_ru: Новое обсуждение форума

source: New forum reply
ru_ru: Новый ответ на форуме

source: %1$s started the discussion %2$s in the forum %3$s
ru_ru: %1$s начал обсуждение %2$s на форуме %3$s

source: %1$s replied to the discussion %2$s in the forum %3$s
ru_ru: %1$s ответил в обсуждении %2$s на форуме %3$s

source: %1$s started the discussion %2$s in the group %3$s
ru_ru: 1$s начал обсуждение 2$s в группе 3$s

source: %1$s replied to the discussion %2$s in the group %3$s
ru_ru: %1$s отреагировал в обсуждении %2$s в группе %3$s

source: Forum Repair
ru_ru: Восстановить форум

source: Import Forums
ru_ru: Импорт форумов

source: Forum Import
ru_ru: Импорт форума

source: Update Forums
ru_ru: Обновить форумы

source: Right Now in Forums
ru_ru: Прямо сейчас в форумах

source: About Forums
ru_ru: О форумах

source: Loading
ru_ru: Загрузка

source: Evergreen
ru_ru: Вечнозеленый

source: -- Select Discussion --
ru_ru: -- Выбрать обсуждение --

source: -- Select Reply --
ru_ru: -- Выбрать ответ --

source: Update Forum
ru_ru: Обновить форум

source: All done!
ru_ru: Все сделано!

source: Go Back
ru_ru: Вернуться

source: Next Forums
ru_ru: Следующий форумы

source: Select Platform
ru_ru: Выберите платформу

source: Database Server
ru_ru: Сервер базы данных

source: Database Port
ru_ru: Порт базы данных

source: Database Name
ru_ru: Имя базы данных

source: Database User
ru_ru: Пользователь базы данных

source: Database Password
ru_ru: Пароль базы данных

source: Table Prefix
ru_ru: Префикс таблицы

source: Rows Limit
ru_ru: Ограничение строк

source: Delay Time
ru_ru: Время задержки

source: Convert Users
ru_ru: Конвертировать пользователей

source: Start Over
ru_ru: Начать сначала

source: Starting Conversion
ru_ru: Начало обсуждения

source: Conversion Complete
ru_ru: Конвертация завершена

source: Continue
ru_ru: Продолжить

source: No data to clean
ru_ru: Нет данных для очистки

source: Converting users (%1$s - %2$s)
ru_ru: Конвертация пользователей (%1$s - %2$s)

source: Converting discussions (%1$s - %2$s)
ru_ru: Конвертация обсуждений (%1$s - %2$s)

source: Converting discussion tags (%1$s - %2$s)
ru_ru: Конвертация тегов обсуждения (%1$s - %2$s)

source: Hidden
ru_ru: Скрытый

source: Screen Content
ru_ru: Содержимое экрана

source: Available Actions
ru_ru: Доступные действия

source: Customizing This Display
ru_ru: Настройка этого отображения

source: <strong>Title</strong> - Enter a title for your forum. After you enter a title, you'll see the permalink below, which you can edit.
ru_ru: <strong>Название</strong> - Введите название для вашего форума. После ввода названия ниже появится ссылка, которую можно будет отредактировать.

source: <strong>Featured Image</strong> - This allows you to associate an image with your forum without inserting it. This is usually useful only if your theme makes use of the featured image as a forum thumbnail on the home page, a custom header, etc.
ru_ru: <strong>Рекомендуемое изображение</strong> - Это позволяет ассоциировать изображение с вашим форумом, не вставляя его. Это обычно полезно, когда ваша тема использует указанное изображение в качестве эскиза форума на главной странице, пользовательский заголовок и т. д.

source: Forum Attributes
ru_ru: Атрибуты форума

source: Select the attributes that your forum should have:
ru_ru: Выберите атрибуты, которые должен иметь ваш форум:

source: <strong>Status</strong> allows you to close a forum to new discussions and replies.
ru_ru: <strong>Статус</strong> позволяет закрыть форум для новых обсуждений и ответов.

source: Forum
ru_ru: Форум

source: Creator
ru_ru: Разработчик

source: Created
ru_ru: Создан

source: Last Post
ru_ru: Последняя запись

source: No Discussions
ru_ru: Нет обсуждений

source: Forum updated. <a href="%s">View forum</a>
ru_ru: Форум обновлен. <a href="%s">Просмотр форума</a>

source: Custom field updated.
ru_ru: Произвольное поле обновлено.

source: Custom field deleted.
ru_ru: Произвольное поле удалено.

source: Forum updated.
ru_ru: Форум обновлен.

source: Forum created. <a href="%s">View forum</a>
ru_ru: Форум создан <a href="%s">Посмотреть форум</a>

source: Forum saved.
ru_ru: Форум сохранен.

source: Forum draft updated. <a target="_blank" href="%s">Preview forum</a>
ru_ru: Черновик форума обновлен <a target="_blank" href="%s">Предпросмотр форума</a>

source: Reset Forums
ru_ru: Сбросить форумы

source: Discussion
ru_ru: Обсуждение
